[
  {
    "id": "3686",
    "title": "আমার কথা পৌঁছিয়ে দাও, তা যদি এক আয়াতও হয়। আর বনী ইসরাঈল থেকে বর্ণনা করো। এতে কোনো দোষ নেই; কিন্তু যে কেউ ইচ্ছাকৃতভাবে আমার ওপর মিথ্যারোপ করল সে যেনো জাহান্নামে তার ঠিকানা নির্ধারিত করে নিলো।",
    "hadeeth": "আবদুল্লাহ ইবন আমর ইবন ‘আস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত,নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, “আমার কথা পৌঁছিয়ে দাও, তা যদি এক আয়াতও হয়। আর বনী ইসরাঈল সম্প্রদায় থেকে বর্ণনা করো। এতে কোনো দোষ নেই; কিন্তু যে কেউ ইচ্ছাকৃতভাবে আমার ওপর মিথ্যারোপ করল সে যেনো জাহান্নামে তার ঠিকানা নির্ধারিত করে নিলো।”",
    "attribution": "এটি বুখারী বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "হাদীসের অর্থ: আমার থেকে উত্তরাধিকারী সূূত্রে প্রাপ্ত কুরআন ও হাদীসের ইলম মানুষের কাছে পৌঁছে দাও; যদিও পৌঁছে দেওয়া ইলম সামান্য পরিমাণ যেমন কুরআনের একটি আয়াতও হয়। তবে শর্ত হলো যা পৌঁছাবে তা ভালোভাবে আয়ত্ত্ব করা ও জানা জরুরি। ব্যক্তির ওপর পৌঁছানোর এ নির্দেশ তখনই ওয়াজিব যখন সেটা তার ওপর একান্তভাবে নির্ধারিত হয়ে যাবে। আর যদি তার ওপর পৌঁছানো ওয়াজিব হওয়ার বিষয়টি নির্ধারিত না হয়, যেমন দেশে মানুষকে দীন শিক্ষা ও দীনের ব্যাপারে দিক নির্দেশনা দেওয়ার মতো আরও বেশ কিছু দা‘ঈ লোক থাকে তাহলে পৌঁছানো তার ওপর ওয়াজিব নয়; বরং তখন তার জন্যে মুস্তাহাব। বনী ইসরাঈলদের বর্ণিত সত্য ঘটনাবলী তাদের থেকে বর্ণনা করাতে কোনো দোষ নেই। যেমন, আসমান থেকে আগুন নেমে কুরবানীর গোশত পুড়িয়ে দেওয়া, গো বৎস পূজারীদের তাওবা কবুল হতে একে অন্যকে হত্যা করার ঘটনা অথবা কুরআনে বর্ণিত ঘটনার বিস্তারিত ব্যাখ্যা যাতে উপদেশ রয়েছে। যে ব্যক্তি (ইচ্ছাকৃতভাবে) আমার ওপর মিথ্যারোপ করল সে যেনো জাহান্নামে তার নিজের ঠিকানা নির্ধারিত করে নিলো। কেননা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের ওপর মিথ্যারোপ করা সাধারণ মানুষের ওপর মিথ্যারোপ করার মতো নয়। বরং রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের ওপর মিথ্যারোপ মানে আল্লাহর ওপর মিথ্যারোপ করা। অতঃপর আল্লাহর ওপর মিথ্যারোপ তার শরী‘আতের ওপর মিথ্যারোপের নামান্তর। কেননা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম অহীর মাধ্যমে যা কিছু আমাদেরকে সংবাদ দিয়েছেন তাই আল্লাহর শরী‘আত। সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের ওপর মিথ্যারোপ করার শাস্তি অধিক কঠিন।",
    "hints": [
      "আল্লাহর শরী‘আতের তাবলীগ করা ওয়াজিব। একজন মানুষ যা জেনেছে এবং বুঝেছে তা সে অপরকে পৌঁছে দেবে যদিও তা কম হয়।",
      "ইলম তলব করা ওয়াজিব। যাতে সে আল্লাহর দীনের তাবলীগ করতে সক্ষম হয়। এটি ফরযে কিফায়াহ, যখন কতক মুসলিম এ দায়িত্ব পালন করবে অন্যদের থেকে আদায় হয়ে যাবে। আর যদি কেউ আদায় না করে তখন সবাই গুনাহগার হবে।",
      "উপদেশ ও নসীহত গ্রহণের জন্য বনী ইসরাঈলের ঘটনাগুলো সম্পর্কে আলোচনা করা বৈধ। তবে শর্ত হলো যে কথাগুলো মিথ্যা প্রমাণিত তা থেকে বিরত থাকতে হবে। চেষ্ট করবে সেগুলো বলতে যেগুলো প্রমাণিত এবং ইসলামী শরী‘আতের কাছাকাছি।",
      "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের ওপর মিথ্যাচার করা হারাম এবং এটি কবীরাহ গুনাহ।",
      "কথা বলার সময় সত্য বলার প্রতি উৎসাহ প্রদান এবং সতর্কতা অবলম্বন করার প্রতি উৎসাহ প্রদান। যাতে কোন মিথ্যা পতিত না হতে হয়। বিশেষ করে আল্লাহর শরী‘আতের ক্ষেত্রে। আর এর জন্য প্রয়োজন সহীহ ইলম এবং সুক্ষ্ম জ্ঞান।"
    ],
    "categories": [
      "56",
      "56",
      "329",
      "329"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "si",
      "ug",
      "ku",
      "ha",
      "pt",
      "ml",
      "te",
      "my",
      "de",
      "ja",
      "ps",
      "vi",
      "as",
      "sq",
      "sv",
      "cs",
      "gu",
      "am",
      "yo",
      "nl"
    ],
    "hadeeth_ar": "عن عبد الله بن عمرو بن العاص رضي الله عنهما : أن النبي صلى الله عليه وسلم قال: «بلغوا عني ولو آية، وحدثوا عن بني إسرائيل ولا حرج، ومن كذب علي متعمدا فَلْيَتَبَوَّأْ مقعده من النار».",
    "explanation_ar": "معنى الحديث انقلوا إلى الناس العلم الموروث عني من كتاب أو سنة، ولو كان الشيء الذي تبلغونه قليلاً كآية من القرآن، بشرط أن يكون ضابطًا لما يبلغه، والأمر بالتبليغ على الوجوب في حال تعيُّن ذلك عليه، فإن لم يتعين عليه ذلك، كأن يكون في البلد دعاة إلى الله يقومون بتعليم الناس وتبصيرهم أمور دينهم، فلا يجب عليه البلاغ، بل يستحب له ذلك، ولا بأس ولا إثم عليكم أن تحدثوا عن بني إسرائيل بما وقع لهم من وقائع حقيقية، كنزول النار من السماء لأكل القربان وكحكاية قتل أنفسهم في توبتهم من عبادة العجل، أو تفصيل القصص المذكورة في القرآن مما فيه عِبر ومواعظ، ومن افترى عليَّ الكذب فليتخذ لنفسه منزلا في النار، وذلك ؛ لأن الكذب على رسول الله صلى الله عليه وسلم ليس كالكذب على الناس، الكذب على رسول الله صلى الله عليه وسلم كَذب على الله عز وجل ، ثم هو كذب على الشريعة؛ لأن ما يخبر به رسول الله صلى الله عليه وسلم من الوحي هو من شريعة الله تعالى ، فكانت عقوبته أشد.",
    "hints_ar": [
      "وجوب تبليغ شريعة الله، وأن المرء يؤدي ما حفظ وفهم ولو كان يسيرًا.",
      "وجوب طلب العلم؛ ليتمكن من تبليغ شريعة الله، وهو من الفروض الكفائية التي إذا قام بها بعض المسلمين سقط الوجوب عن الباقين، وإذا لم يقم بها أحد أثم الجميع.",
      "جواز التحدث عما جرى لبني إسرائيل؛ لأخذ العبرة والعظة شريطة أن لا يكون الحديث مما ثبت كذبه، ويتحرى ما كان ثابتا وأقرب إلى الشرع الإسلامي.",
      "تحريم الكذب على رسول الله -صلى الله عليه وسلم-، وهو من كبائر الذنوب.",
      "الحث على الصدق في الكلام والحيطة في الحديث، حتى لا يقع في الكذب، وخاصة في شرع الله -عز وجل-، وهذا يحتاج إلى العلم الصحيح والدقيق."
    ],
    "words_meanings_ar": [
      {
        "word": "لا حرج",
        "meaning": " لا إثم ولا ذنب."
      },
      {
        "word": "فليتبوأ",
        "meaning": " أي يتخذ لنفسه منزلا في النار."
      },
      {
        "word": "بنو اسرائيل",
        "meaning": " هم بنو يعقوب بن إسحاق بن إبراهيم، فإسرائيل هذه لقب ليعقوب بن إسحاق بن إبراهيم."
      },
      {
        "word": "النّار",
        "meaning": " هي دار العذاب والنكال أعدها الله لمن عصاه"
      }
    ],
    "attribution_ar": "رواه البخاري",
    "grade_ar": "صحيح"
  },
  {
    "id": "65005",
    "title": "আল্লাহর রাসূল যা হারাম করেছেন, তা আল্লাহর হারাম করার মতই।",
    "hadeeth": "আল-মিকদাম ইবনু মা‘দী কারিব রাদিয়াল্লাহু ‘আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “সাবধান! অচিরেই এক ব্যাক্তি তার আসনে হেলান দেওয়া অবস্থায় বসে থাকবে এবং তার কাছে আমার থেকে হাদীস পৌঁছাবে, তখন সে বলবে: আমাদের ও তোমাদের মাঝে আল্লাহর কিতাবই রয়েছে। সুতরাং আমরা তাতে যা হালাল পাবো তাকেই হালাল গণ্য করব এবং তাতে যা হারাম পাবো তাকেই হারাম গণ্য করব। (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন:) নিশ্চয় রাসূলুল্লাহ যা হারাম করেছেন তা আল্লাহ যা হারাম করেছেন তার মতই।”",
    "attribution": "এটি ইবন মাজাহ বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক প্রকার মানুষ সম্পর্কে সংবাদ দিচ্ছেন যারা তাঁর -সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম- হাদীসকে সম্মান প্রদর্শন করবে না, তাদের মধ্যে কেউ তার সুন্নাহ দ্বারা দলিল গ্রহণ করবে না আর তার দিকে মাথা তুলে তাকাবে না। তাদের কারো নিকট আল্লাহর রাসূলের (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) হাদীসসমূহ থেকে কোনো হাদীস পৌঁছলে সে তার আসনে হেলান দেওয়া অবস্থায় তা প্রত্যাখ্যান করে বলবে: “আমাদের ও তোমাদের মাঝে আল্লাহর কিতাবই রয়েছে। সুতরাং আমরা তাতে যা হালাল পাবো তাকেই হালাল গণ্য করব এবং তাতে যা হারাম পাবো তাকেই হারাম গণ্য করব।” আর তার কাছে সে হাদীস পৌঁছবে তার উপরে সে আমল করবে না এবং তাতে বিশ্বাসও করবে না। তার ধারণা অনুযায়ী আল-কুরআনই তার একমাত্র উৎস। অথচ সে যদি কুরআন অনুযায়ী আমল করত, তবে অবশ্যই সুন্নাহকে আকড়ে ধরত। কেননা আল-কুরআনই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে অনুসরণের আদেশ দিয়েছে। আর যারা আমাদের কাছে কুরআনকে বর্ণনা করেছেন, তারাই তো আমাদের কাছে সুন্নাহ বা হাদীসকে বর্ণনা করেছেন। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংবাদ দিয়েছেন যে, যা আল্লাহ হারাম করেছেন এবং যা তাঁর রসূল হারাম করেছেন তা সমান। আর রসূলের হারামকরণ মূলত: আল্লাহরই হারামকরণ; কেননা তিনি আল্লাহ ত‘আলার পক্ষ হতে প্রচারক মাত্র। এবং তিনি (রসূল আলাইহিস সালাতু ওয়াস সালাম) তার প্রবৃত্তি হতে কোনো কথাই বলেননি।",
    "hints": [
      "আল্লাহর রাসূল আলাইহিস সালামের হাদীসকে সম্মান প্রদর্শন করা এবং তার আদেশ ও নিষেধকে সম্মান প্রদর্শন করা।",
      "আর তা আল-কুরআনকেই সম্মান প্রদর্শন করা।",
      "আল্লাহর রাসূল আলাইহিস সালাতু ওয়াস সালাম যা হারাম করেছেন, তা আল্লাহর হারাম করা বিষয়ের মধ্যেই অন্তর্ভুক্ত।",
      "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের বিরোধিতা করার অর্থ হচ্ছে আল্লাহর বিরোধিতা করা।",
      "নিশ্চয় যে ব্যাক্তি সুন্নাহকে অবজ্ঞা করে কুরআনের উপর যথষ্টে করার দাবী করবে সে উভয়টি অবজ্ঞা করল এবং সে তার কুরআন অনুসরণ করার দাবীতে মিথ্যাবাদী।"
    ],
    "categories": [
      "56",
      "56",
      "79",
      "79",
      "83",
      "83"
    ],
    "translations": [
      "ar",
      "ku",
      "en",
      "sw",
      "es",
      "ur",
      "pt",
      "bn",
      "id",
      "fa",
      "ta",
      "hi",
      "si",
      "vi",
      "ml",
      "ru",
      "my",
      "th",
      "ps",
      "as",
      "sq",
      "sv",
      "cs",
      "gu",
      "am",
      "yo",
      "nl"
    ],
    "hadeeth_ar": "عن المقدام بن معدِيْكَرِب قال: قال رسول الله صلى الله عليه وسلم: (ألا هل عسى رجلٌ يبلغه الحديث عني وهو متكئ على أريكته فيقول: بيننا وبينكم كتاب الله، فما وجدنا فيه حلالًا استحللناه، وما وجدنا فيه حرامًا حرمناه. وإن ما حرم رسول الله كما حرم الله).",
    "explanation_ar": "يخبر رسول الله صلى الله عليه وسلم عن صنف من الناس لا يعظِّمون حديثه صلى الله عليه وسلم، ومنهم من لا يحتج بسنته ولا يرفع بها رأسًا، وأن الواحد منهم يصل إليه حديثٌ من أحاديثه عليه الصلاة والسلام، وهو متكئ على سريره فيرُّده ويقول: بيننا وبينكم القرآن، فما وجدنا فيه حلالًا استحللناه، وما وجدنا فيه حرامًا حرمناه، فهو لا يعمل ولا يصدق بما بلغه من أحاديث ويجعل مصدره الوحيد بزعمه القرآن الكريم، ولو عمِل بالقرآن لالتزم بالسنة؛ لأن القرآن أمر بطاعة النبي عليه الصلاة والسلام، والذين نقلوا لنا السنة هم الذين نقلوا لنا القرآن، وأخبر النبي صلى الله عليه وسلم أن ما حرم الله وحرم رسوله سواء، وأن تحريم الرسول من تحريم الله، لأنه هو المبلغ عن الله عز وجل، وما ينطق عن الهوى عليه الصلاة والسلام.",
    "hints_ar": [
      "تعظيم حديث رسول الله عليه الصلاة السلام، وتعظيم أوامره ونواهيه.",
      "أن ذلك من تعظيم القرآن الكريم.",
      "ما حرم رسول الله عليه الصلاة والسلام فهو من تحريم الله.",
      "مخالفة النبي صلى الله عليه وسلم كمخالفة الله تعالى.",
      "أن مَن أعرض عن السُّنَّة وادعى الاقتصار على القرآن معرضٌ عنهما جميعًا كاذبٌ في دعوى اتباع القرآن."
    ],
    "words_meanings_ar": [
      {
        "word": "ألا هل عسى",
        "meaning": " اقترب زمان يكون فيه هذا."
      },
      {
        "word": "يبلغه",
        "meaning": " يصل إليه ويُحدَّث."
      },
      {
        "word": "أريكة",
        "meaning": " سرير."
      }
    ],
    "attribution_ar": "رواه أبو داود والترمذي وابن ماجه",
    "grade_ar": "صحيح"
  },
  {
    "id": "6982",
    "title": "যে ব্যক্তি কোনো হাদীছকে মিথ্যা মনে করেও তা আমার পক্ষ হতে বর্ণনা করে সে ব্যক্তি মিথ্যাবাদীদের অন্যতম।",
    "hadeeth": "সামুরা রাদিয়াল্লাহু আনহু থেকে মরফূ হিসেবে বর্ণিত, “যে ব্যক্তি কোনো হাদীছকে মিথ্যা মনে করেও তা আমার পক্ষ হতে বর্ণনা করে সে ব্যক্তি মিথ্যাবাদীদের অন্যতম।”",
    "attribution": "এটি মুসলিম বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "এ হাদীসটি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে এমন কিছু বর্ণনা করা হয়েছে যে, যে হাদীসটি সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করছে তা সম্পর্কে সে জানে বা ধারণা করে সে তার ওপর মিথ্যা বলছে। কেননা সে যদি তা করে তাহলে সে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উপর ইচ্ছাকৃতভাবে মিথ্যারোপকারীর সমান হয়ে যাবে। শারহুশ শাইখ ইবনে উসাইমীন (৬/১৮৭)",
    "hints": [],
    "categories": [
      "56",
      "283"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ha",
      "ku",
      "pt",
      "si"
    ],
    "hadeeth_ar": "عن سَمُرة رضي الله عنه مرفوعاً: «من حدَّث عني بحديث يُرَى أنه كَذِبٌ فهو أحد الكاذِبَين».",
    "explanation_ar": "يحذر هذا الحديث الشريف من رواية شيء عن النبي- صلى الله عليه وسلم- وهو يعلم أو يظن أن هذا الحديث الذي يرويه وينقله عن النبي- صلى الله عليه وسلم- أنه كذب عليه، يحذره أنه إذا فعل ذلك فهو بمنزلة من تعمد الكذب على النبي- صلى الله عليه وسلم-.",
    "hints_ar": [
      "التثبت من الأحاديث المروية عن النبي- صلى الله عليه وسلم-، والتأكد من صحتها قبل روايتها.",
      "صفة الكذب تطلق على كل من اخترع الكذب وعلى من قام بنقله ونشره بين الناس."
    ],
    "words_meanings_ar": [
      {
        "word": "يرى أنه كذب",
        "meaning": " أي يُعلم، وقيل: يُظن أنه كذب."
      }
    ],
    "attribution_ar": "رواه مسلم",
    "grade_ar": "صحيح"
  },
  {
    "id": "3633",
    "title": "সবচেয়ে বড় মিথ্যাসমূহের অন্যতম হলো, কোনো ব্যক্তি কর্তৃক এমন কাউকে পিতা বলে দাবী করা যিনি তার পিতা নয়, অথবা আপন চক্ষু দিয়ে (স্বপ্নে) এমন কিছু দেখার দাবি করা যা দেখতে পায়নি। অথবা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের ওপর এমন কথা বলার দাবি করা যা তিনি বলেন নি।",
    "hadeeth": "ওয়াছেলা ইবনুল আছকা‘ রাদিয়াল্লাহু ‘আনহু থেকে মারফূ‘ সনদে বর্ণিত, “নিশ্চয় সবচেয়ে বড় মিথ্যাসমূহের অন্যতম হলো, কোনো ব্যক্তি কর্তৃক এমন কাউকে পিতা বলে দাবী করা যিনি তার পিতা নয়। অথবা আপন চক্ষু দিয়ে (স্বপ্নে) এমন কিছু দেখার দাবি করা যা দেখতে পায়নি। অথবা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের ওপর এমন কথা বলার দাবি করা যা তিনি বলেন নি।”",
    "attribution": "এটি বুখারী বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "মহান আল্লাহর ওপর সবচেয়ে কঠোর মিথ্যাচার হলো, কোনো ব্যক্তি নিজে তার আসল পিতাকে বাদ দিয়ে অপর কাউকে পিতা হওয়ার দাবি করলো বা অন্য কেউ তাকে অপরের সন্তান বললো আর সে উক্ত কথা স্বীকার করে নিল। এটি একটি বড় ধরনের মিথ্যাচার। আল্লাহর নিকট নিকৃষ্ট ও কঠোর মিথ্যাচারের আরেকটি হলো, কোনো ব্যক্তি কর্তৃক স্বপ্নে এমন কিছু দেখার দাবি করা যা সে মোটেও দেখেনি। আল্লাহর নিকট নিকৃষ্ট ও কঠোর মিথ্যাচারের আরেকটি হলো, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি এমন কোনো কথা, কর্ম ও সমর্থনকে সম্পর্কযুক্ত করা যা তার থেকে পাওয়া যায়নি।",
    "hints": [],
    "categories": [
      "56",
      "283",
      "294"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "vi",
      "si",
      "ha",
      "ku",
      "ta"
    ],
    "hadeeth_ar": "عن وَاثِلَةَ بن الأَسْقَعِ ـ رضي الله عنه ـ مرفوعاً: «إن من أعظم الفِرَى أن يَدَّعِيَ الرجلُ إلى غير أبيه، أو يُرِي عَيْنَهُ ما لم تَرَ، أو يقول على رسول الله صلى الله عليه وسلم ما لم يَقْلْ».",
    "explanation_ar": "إن من أشدِّ الكذبِ على الله تعالى : أن يَنْسبَ الرجل نفسه إلى غير أبيه الحقيقي أو يَنْسِبَه أحدٌ إلى غير أبيه فيُقِرَّه على ذلك. فهذا من أشدِّ أنواع الكذب، وإن من أعظم الكذب وأشده عند الله تعالى كذلك أن يدعي المرء أنه رأى في المنام شيئًا ولم يره أصلًا، وإن من أعظم الكذب وأشده عند الله تعالى أيضًا أن ينسب للنبي صلى الله عليه وسلم قولًا أو فعلًا أو تقريرًا ولم يوجد منه صلى الله عليه وسلم .",
    "hints_ar": [
      "أن الانتساب إلى غير أبيه كبيرة؛لأن فيها تضييعًا للأنساب، وإدخال على الأسر ما ليس منه، ويترتب على ذلك محاذير شرعية كثيرة.",
      "الكذب في الرؤيا كبيرة؛ لأنه كذِبٌ على الله -تعالى-.",
      "الكذب على رسول الله -صلى الله عليه وسلم- كبيرة من كبائر الذنوب.",
      "حرص الإسلام على تربية أتباعه على الصدق في كل الأحوال في النوم واليقظة، ومع الله -تعالى- ومع رسوله -صلى الله عليه وسلم- ومع النفس؛ فالصدق منجاة وطمأنينة وسكينة."
    ],
    "words_meanings_ar": [
      {
        "word": "الفرى",
        "meaning": " الكذبة العظيمة."
      },
      {
        "word": "أن يدعي الرجل إلى غير أبيه",
        "meaning": " هو أن يَتْنَسِب الإنسان إلى غير أبيه وعشيرته."
      },
      {
        "word": "أن يري عينه ما لم تر",
        "meaning": " يكذب في رؤياه."
      }
    ],
    "attribution_ar": "رواه البخاري",
    "grade_ar": "صحيح"
  }
]