[
  {
    "id": "5907",
    "title": "এই কুরআনের প্রতি যত্ন নাও। সেই মহান সত্তার কসম, যার হাতে মুহাম্মদের জীবন আছে, উট যেমন তার রশি থেকে অতর্কিতে বের হয়ে যায়, তার চেয়ে অধিক অতর্কিতে কুরআন [স্মৃতি থেকে] বের হয়ে যায়।",
    "hadeeth": "আবূ মুসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “এই কুরআনের প্রতি যত্ন নাও। সেই মহান সত্তার কসম, যার হাতে মুহাম্মদের জীবন আছে, উট যেমন তার রশি থেকে অতর্কিতে বের হয়ে যায়, তার চেয়ে অধিক অতর্কিতে কুরআন [স্মৃতি থেকে] বের হয়ে যায়।”",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "“এই কুরআনের প্রতি যত্ন নাও।\" অর্থাৎ, নিয়মিত পড়তে থাক ও তার তিলাওয়াতের চর্চা রাখ। আর তার বাণী: “সেই মহান সত্তার কসম, যার হাতে মুহাম্মদের জীবন আছে, সে অতি পলায়নপর” অর্থাৎ ছুটে যায়। “বাধনে থাকা উটের চাইতে” এখানে عقل শব্দটির বহুবচন হলো عقال আর তার অর্থ হলো ঐ রশি যা দ্বারা উটকে বাহুর মধ্যখানে বাঁধা হয়। অন্তরের মধ্যে কুরআন সংরক্ষিত থাকাকে রশি দ্বারা বেঁধে রাখা পলায়নকারী উটের সাথে তুলনা করা হলো। আল্লাহ তা‘আলা স্বীয় অনুগ্রহে তাদেরকে এ নি‘আমত দান করেছেন। সুতরাং তার জন্য উচিত হলো হিফয করা ও সব সময় তিলাওয়াত করার মাধ্যমে তার সংরক্ষণ করা। সুতরাং প্রতিদিন কিছু সময় নির্ধারণ করবে যে সময়টুকু সে কুরআনের হিফয ঠিক রাখার পিছনে ব্যয় করবে, যাতে তা ভুলে না যায়। তারপরও যদি কেউ স্বভাবগত কারণে ভুলে যায় তাতে কোনো ক্ষতি নাই। কিন্তু যাকে আল্লাহ কুরআন হিফয করার নি‘আমত দান করার পর সে অলসতা করল এবং তা থেকে অমনোযোগী হলো, তাহলে তার ওপর শাস্তি আরোপিত হতে পারে। সুতরাং কুরআন যাতে বক্ষের মধ্যে সংরক্ষিত থাকে কুরআন পড়া ও তিলাওয়াত করার প্রতি লালায়িত হতে হবে। অনুরূপভাবে কুরআন অনুযায়ী আমল করতে হবে। কেননা কোনো বিষয় অনুযায়ী আমল করা তার হিফয ও বাকী থাকাতে সাহায্য করে।",
    "hints": [
      "কুরআন তিলাওয়াত করা ও তার আলোচনার ওপর লেগে থাকার প্রতি উৎসাহ প্রদান।",
      "কুরআনের হাফেয যদি সে বার বার তিলাওয়াত করার ওপর অটল থাকে তা তার অন্তরে সংরক্ষিত থাকবে। অন্যথায় তা তার থেকে চলে যাবে এবং সে তা ভুলে যাবে। কারণ, এটি উট থেকেও অধিক দ্রুত পলায়নকারী।"
    ],
    "categories": [
      "39",
      "39"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ug",
      "ku",
      "ha",
      "pt",
      "ml",
      "te",
      "sw",
      "my",
      "th",
      "de",
      "ja",
      "ps",
      "vi",
      "as",
      "sq",
      "sv",
      "cs",
      "gu",
      "am",
      "yo",
      "nl"
    ],
    "hadeeth_ar": "عن أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال: «تعاهدوا هَذَا القُرْآنَ، فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَهُوَ أشَدُّ تَفَلُّتاً مِنَ الإبلِ فِي عُقُلِهَا». .",
    "explanation_ar": "\"تعاهدوا القرآن\" أي: حافظوا على قراءته وواظبوا على تلاوته، وقوله: \"فوالذي نفس محمد بيده لهو أشدّ تفلتاً\" أي تخلصاً، \"من الإبل في عقلها\" جمع عقال، وهو حبل يشد به البعير في وسط الذراع، شبه القرآن في كونه محفوظاً عن ظهر القلب بالإبل النافرة وقد عقل عليها بالحبل، واللّه تعالى بلطفه منحهم هذه النعمة العظيمة فينبغي له أن يتعاهده بالحفظ والمواظبة عليه، فيجعل له حزباً معيناً يتعاهده كل يوم، حتى لا ينساه، وأما من نسيه بمقتضى الطبيعة فإنه لا يضر، لكن من أهمل وتغافل عنه بعد أن أنعم الله عليه بحفظه فإنه يخشى عليه من العقوبة، فينبغي الحرص على القرآن بتعاهده بالقراءة وتلاوته ليبقى في الصدر، وكذلك أيضا بالعمل به؛ لأن العمل بالشيء يؤدي إلى حفظه وبقائه.",
    "hints_ar": [
      "الحث على المواظبة على قراءة القرآن ومذاكرته.",
      "أن حافظ القرآن إن واظب على تلاوته مرة بعد مرة بقي محفوظاً في قلبه، و إلا ذهب عنه ونسيه؛ لأنه أشد ذهاباً من الإبل."
    ],
    "words_meanings_ar": [
      {
        "word": "تعاهدوا",
        "meaning": " حافظوا على قراءته."
      },
      {
        "word": "تفلتاً",
        "meaning": " التفلت: التخلص من الشيء فجأة من غير تمكّث."
      },
      {
        "word": "عُقُلها",
        "meaning": " جمع عِقَالٍ، وهو حبل يشد به البعير في وسط الذراع."
      }
    ],
    "attribution_ar": "متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "5913",
    "title": "তোমাদের মধ্যে সর্বশ্রেষ্ঠ ব্যক্তি সেই, যে নিজে কুরআন শিখে ও অপরকে শিক্ষা দেয়।",
    "hadeeth": "উসমান ইবন আফ্ফান রাদিয়াল্লাহু আনহু সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেন, “তোমাদের মধ্যে সর্বশ্রেষ্ঠ ব্যক্তি সেই, যে নিজে কুরআন শিখে ও অপরকে শিক্ষা দেয়।”",
    "attribution": "এটি বুখারী বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "“তোমাদের মধ্যে সর্বশ্রেষ্ঠ ব্যক্তি সেই, যে নিজে কুরআন শিখে ও অপরকে শিক্ষা দেয়।” এ সম্বোধনটি উম্মাতের জন্য ব্যাপক। সুতরাং উত্তম ব্যক্তি হলো, যে ব্যক্তি এ দুটি গুণ কুরআন শেখা এবং কুরআন শেখানো; অপর থেকে শেখা এবং অপরকে শেখানো উভয়টিকে একত্র করবে। কারণ, কুরআনের ইলম হলো সবচেয়ে সম্মানি ইলম। শেখা এবং শিখানো শব্দ এবং অর্থ উভয়টিকে শামিল করে। সুতরাং যে ব্যক্তি শুধু কুরআন হিফয করল তারপর মানুষকে তিলাওয়াত শেখাতে লাগল এবং তাদের হিফয করাতে লাগলো সেও শিক্ষা দেওয়ার মধ্যে শামিল থাকবে। অনুরূপভাবে যে শুধু অর্থ শিখে সেও শিক্ষা গ্রহণকারীদের অন্তর্ভুক্ত।\nআর দ্বিতীয় প্রকার হলো, অর্থ শিক্ষা দেওয়া। যেমন, তাফসীর শেখানো। কোন ব্যক্তি মানুষের পাশে বসে তাদের তাফসীর শেখায় যে, কিভাবে কুরআনের তাফসীর করতে হয়, এভাবে যখন কোন মানুষ কাউকে কীভাবে তাফসীর করতে হয় তা শেখায় এবং এ বিষয়ে নিয়ম কানুন তাকে জানিয়ে দিল, এটি অবশ্যই কুরআন শিক্ষা দেওয়ার শামিল হবে।",
    "hints": [
      "কুরআনুল কারীম ও তাজবীদ শেখার এবং শিক্ষা দেয়ার ফযীলত।",
      "তাতে যে সব আহকাম, আদাব ও আখলাক রয়েছে তদনুযায়ী আমল করার ফযীলত।",
      "আলেমের জন্য উচিত হলো ইলম শেখার পর তা প্রসার করা।",
      "যে ব্যক্তি কুরআন থেকে কিছু শেখে তার সম্মান এবং শেখার কারণে তার মর্যাদা বৃদ্ধি।"
    ],
    "categories": [
      "39",
      "39"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ug",
      "ku",
      "ha",
      "pt",
      "ml",
      "te",
      "sw",
      "my",
      "th",
      "de",
      "ja",
      "ps",
      "vi",
      "as",
      "sq",
      "sv",
      "cs",
      "gu",
      "am",
      "yo",
      "nl"
    ],
    "hadeeth_ar": "عن عثمان بن عفان رضي الله عنه عن النبي صلى الله عليه وسلم قال: «خَيرُكُم من تعلَّمَ القرآنَ وعلَّمَهُ».",
    "explanation_ar": "\"خيركم من تعلم القرآن وعلمه\" هذا الخطاب عام للأمة، فخير الناس من جمع بين هذين الوصفين من تعلم القرآن وعَلَّمَ القرآن، تعلمه من غيره وعلمه غيره؛ لأن تعلم القرآن من أشرف العلوم، والتعلم والتعليم يشمل التعلم اللفظي والمعنوي، فمن حفظ القرآن يعني: صار يعلم الناس التلاوة، ويحفظهم إياه فهو داخل في التعليم، وكذلك من تعلم القرآن على هذا الوجه فهو داخل في التعلم، والنوع الثاني: تعليم المعنى يعني: تعليم التفسير أن الإنسان يجلس إلى الناس يعلمهم تفسير كلام الله عز وجل كيف يفسر القرآن، فإذا علم الإنسان غيره كيف يفسر القرآن وأعطاه القواعد في ذلك فهذا من تعليم القرآن.",
    "hints_ar": [
      "فضل تعلم القرآن الكريم وتجويده، وفضل تعليمه.",
      "فضل العمل بما فيه من الأحكام والآداب والأخلاق.",
      "ينبغي على العالم بذل العلم بعد تعلمه.",
      "تشريف لمن تعلم شيئاً من القرآن، ورفع منزلته بما تعلم."
    ],
    "words_meanings_ar": [],
    "attribution_ar": "رواه البخاري",
    "grade_ar": "صحيح"
  },
  {
    "id": "6208",
    "title": "তোমরা তোমাদের ঘরসমূহকে কবর বানাবে না। নিশ্চয় যে ঘরে সূরা বাকারাহ তিলাওয়াত করা হয় সে ঘর থেকে শয়তান পলায়ন করে।",
    "hadeeth": "আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “তোমরা তোমাদের ঘরসমূহকে কবর বানাবে না। নিশ্চয় যে ঘরে সূরা বাকারাহ তিলাওয়াত করা হয় সে ঘর থেকে শয়তান পলায়ন করে।“",
    "attribution": "এটি মুসলিম বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "আবূ হুরাইরাহ রাদিয়াল্লাহু সংবাদ দেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরসমূহকে কবরস্থান বানাতে নিষেধ করেছেন, যাতে ঘরসমূহ যেন কবরের মতো না হয়, যেখানে সালাত ও কুরআন পাঠ হয় না। সালাত না থাকা অবস্থায় ঘরকে কবর বলা হয়েছে। কারণ, কবরে সালাত আদায় করা বৈধ নয়। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংবাদ দেন, যে ঘরের অধিবাসীরা তাতে সূরা বাকারাহ তিলাওয়াত করে সে ঘর থেকে শয়তান পলায়ন করে। কারণ, এ সূরার তিলাওয়াতের বরকতে এবং তাতে যা রয়েছে সে অনুযায়ী আমল করার কারণে শয়তান তাদের প্রতারণা দেওয়া ও গোমরাহ করা হতে নৈরাশ হয়ে যায়।",
    "hints": [
      "সূরা বাকারাহর ফযীলতের বর্ণনা।",
      "নিশ্চয় যে ঘরে সূরা বাকারাহ তিলাওয়াত করা হয় সে ঘর থেকে শয়তান পলায়ন করে। তার কাছে আসে না।",
      "কবরসমূহের ওপর সালাত আদায় করা জায়েয নাই।",
      "ঘরসমূহের মধ্যে বেশি বেশি নফল সালাত ও নফল ইবাদাত করা মুস্তাহাব।"
    ],
    "categories": [
      "40",
      "40"
    ],
    "translations": [
      "ar",
      "bs",
      "en",
      "fa",
      "fr",
      "id",
      "ru",
      "tr",
      "ur",
      "zh",
      "hi",
      "bn",
      "es",
      "ku",
      "pt",
      "ml",
      "te",
      "sw",
      "ta",
      "si",
      "my",
      "th",
      "de",
      "ja",
      "ps",
      "vi",
      "as",
      "sq",
      "sv",
      "cs",
      "gu",
      "am",
      "yo",
      "nl"
    ],
    "hadeeth_ar": "عن أبي هريرة رضي الله عنه : أن رسول الله صلى الله عليه وسلم قال: «لا تجعلوا بيوتكم مَقَابر، إنَّ الشيطان يَنْفِرُ من البيت الذي تُقْرَأُ فيه سورةُ البقرة».",
    "explanation_ar": "يخبر أبو هريرة –رضي الله عنه- أن النبي صلى الله عليه وسلم نهى عن جعل البيوت مقابر بأن تكون مثلها في عدم اشتغال من فيها بالصلاة والقراءة، وإنما سمى البيوت في حال عدم الصلاة فيها مقابر؛ لأن المقبرة لا تصح الصلاة فيها، ثم أخبر صلى الله عليه وسلم أن الشيطان ينفر من البيت الذي يقرأ فيه أهله سورة البقرة، ليأسه من إغوائهم وإضلالهم ببركة قراءتها وامتثالهم لما فيها.",
    "hints_ar": [
      "بيان فضل سورة البقرة.",
      "الشيطان يفر من البيت الذي تقرأ فيه سورة البقرة، ولا يقربه.",
      "لا تجوز الصلاة في المقابر.",
      "يستحب الإكثارمن العبادات وصلاة النافلة في البيوت."
    ],
    "words_meanings_ar": [
      {
        "word": "لا تجعلوا بيوتكم مقابر",
        "meaning": " أي لا تكن كالمقابر خالية من القراءة والعمل، فتكونوا كالموتى."
      },
      {
        "word": "ينفر",
        "meaning": " يصد ويعرض إعراضاً بالغاً."
      }
    ],
    "attribution_ar": "رواه مسلم",
    "grade_ar": "صحيح"
  },
  {
    "id": "6274",
    "title": "“যে ব্যক্তি সূরা বাকারার শেষ থেকে দুটি আয়াত তিলাওয়াত করল, সে দুটি আয়াত তার জন্য যথেষ্ট হল।”",
    "hadeeth": "আবূ মাসউদ আল-বাদরী রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “যে ব্যক্তি সূরা বাকারার শেষ থেকে দুটি আয়াত তিলাওয়াত করল, সে দুটি আয়াত তার জন্য যথেষ্ট হল।”",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংবাদ দেন, যে ঘুমের আগে সূরা বাকারার শেষ থেকে দুটি আয়াত তিলাওয়াত করল, আল্লাহ তার জন্যে খারাবী ও অপছন্দ কর্মের মোকাবিলায় যথেষ্ট হবেন। যথেষ্ট হবেন এ কথার অর্থ বলা হয়েছে, কিয়ামুল লাইল থেকে অথবা সব ধরনের অযিফা থেকে যথেষ্ট হবে।অথবা উদ্দেশ্য হচ্ছে, কিয়ামুল লাইলে ন্যূনতম পক্ষে এই দু’টি আয়াত পড়লে যথেষ্ট হবে। কেউ আবার অন্য কথা বলেছেন। উপরে যাই উল্লেখ করা হয়েছে সব সহীহ এবং হাদীসের শব্দ সবগুলোকে শামিল করে।",
    "hints": [
      "সূরা বাকারার শেষের আয়াতসমূহের ফযীলতের বর্ণনা।",
      "সূরা বাকারার শেষের আয়াতসমূহের তিলাওয়াতকারী থেকে যাবতীয় খারাবী, অনিষ্টতা এবং শয়তান দূর হয়, যখন সে তা রাতে তিলাওয়াত করে।"
    ],
    "categories": [
      "40",
      "40",
      "301",
      "301"
    ],
    "translations": [
      "ar",
      "bs",
      "en",
      "fa",
      "fr",
      "id",
      "ru",
      "tr",
      "ur",
      "zh",
      "hi",
      "bn",
      "ug",
      "es",
      "ku",
      "ha",
      "pt",
      "ml",
      "te",
      "sw",
      "ta",
      "my",
      "th",
      "de",
      "ja",
      "ps",
      "vi",
      "as",
      "sq",
      "sv",
      "cs",
      "gu",
      "am",
      "yo",
      "nl"
    ],
    "hadeeth_ar": "عن أبي مسعود البدري رضي الله عنه عن النبي صلى الله عليه وسلم قال: «مَنْ قَرَأَ بِالآيَتَيْنِ مِنْ آخر سُورَةِ البَقَرَةِ في لَيْلَةٍ كَفَتَاه».",
    "explanation_ar": "أخبر النبي عليه الصلاة والسلام أن من قرأ الآيتين الأخيرتين من سورة البقرة في الليل قبل نومه فإن الله يكفيه الشر والمكروه، وقيل في معنى كفتاه: أي عن قيام الليل، أو كفتاه عن سائر الأوراد، أو أراد أنهما أقل ما يجزىء من القراءة في قيام الليل، وقيل غير ذلك، وكل ما ذكر صحيح يشمله اللفظ.",
    "hints_ar": [
      "بيان فضل أواخر سورة البقرة.",
      "أواخر سورة البقرة تدفع عن صاحبها السوء والشر والشيطان إذا قرأها من الليل."
    ],
    "words_meanings_ar": [
      {
        "word": "الآيتان من آخر سورة البقرة",
        "meaning": " وهما تبدأن بقوله -تعالى-: \"آمن الرسول بما أنزل إليه من ربه\"، إلى آخر السورة."
      },
      {
        "word": "كفتاه",
        "meaning": " أي كفَتَاه المَكْرُوهَ تِلك اللَّيْلَة، وقِيلَ: كفَتَاه مِنْ قيامِ اللَّيْلِ، ويجوز أن يراد كل ما تقدم."
      }
    ],
    "attribution_ar": "متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "6275",
    "title": "যে ব্যক্তি আল্লাহর কিতাবের একটি হরফ তিলাওয়াত করে তার জন্য রয়েছে সাওয়াব। আর সাওয়াব দশগুণ বৃদ্ধি করে প্রদান করা হয়।",
    "hadeeth": "আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আল্লাহ তা‘আলার কিতাবের একটি হরফ যে ব্যক্তি পাঠ করবে তার জন্য এর সাওয়াব আছে। আর সাওয়াব হয় তার দশ গুণ হিসেবে। আমি বলি না যে, ‘আলিফ-লাম-মীম’ একটি হরফ, বরং আলিফ একটি হরফ, লাম একটি হরফ এবং মীম একটি হরফ।”",
    "attribution": "এটি তিরমিযী বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "এ হাদীসটিতে আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংবাদ দেন, যে কোন মুসলিম ব্যক্তি আল্লাহর কিতাবের একটি হরফ তিলাওয়াত করে, তার জন্য একটি হরফের বিনিময়ে রয়েছে দশটি নেকি। আর তাঁর বাণী, “আমি বলি না যে, আলিফ লাম মীম এক হরফ” অর্থাৎ তিন হরফের সমষ্টি এক হরফ। বরং আলিফ একটি হরফ, লাম একটি হরফ এবং মীম একটি হরফ। সুতরাং এ হরফ পাঠকারীকে ত্রিশটি নেকী দেওয়া হবে। এটি একটি বড় নি‘আমত এবং বড় সাওয়াব। সুতরাং মানুষের জন্য উচিত হলো সে বেশি বেশি করে কুরআন তিলাওয়াত করবে।",
    "hints": [
      "কুরআন তিলাওয়াতের ওপর উৎসাহ প্রদান।",
      "বাক্যের প্রতিটি অক্ষরের মোকাবিলায় যা একজন তিলাওয়াতকারী পাঠ করে বহুগণ বৃদ্ধি করে সাওয়াব প্রদান করা হয়।",
      "অক্ষরের অর্থ বর্ণনা। তার মাঝে এবং বাক্যের মাঝে প্রার্থক্য নিধারণ করা।",
      "আল্লাহর রহমাত ও অনুগ্রহের প্রসস্থতার বর্ণনা। তাই তিনি তার বান্দাদের জন্য দয়া ও অনুগ্রহ করে সাওয়াবকে বাড়িয়ে দিয়েছেন।",
      "এ কথা সাব্যস্ত করা যে আল্লাহর বাণী আওয়াজ ও হরফ দ্বারা হয়।"
    ],
    "categories": [
      "39",
      "39",
      "272",
      "272"
    ],
    "translations": [
      "ar",
      "bs",
      "en",
      "fa",
      "fr",
      "id",
      "ru",
      "tr",
      "ur",
      "zh",
      "hi",
      "bn",
      "es",
      "ku",
      "pt",
      "ml",
      "te",
      "sw",
      "ta",
      "si",
      "my",
      "th",
      "de",
      "ja",
      "ps",
      "vi",
      "as",
      "sq",
      "sv",
      "cs",
      "gu",
      "am",
      "yo",
      "nl"
    ],
    "hadeeth_ar": "عن ابن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : «مَنْ قَرَأ حَرْفاً مِنْ كِتاب الله فَلَهُ حَسَنَة، والحَسَنَة بِعَشْرِ أمْثَالِها، لا أقول: ألم حَرفٌ، ولكِنْ: ألِفٌ حَرْفٌ، ولاَمٌ حَرْفٌ، ومِيمٌ حَرْفٌ».",
    "explanation_ar": "يروي ابن مسعود -رضي اللّه عنه- في هذا الحديث أن رسول اللّه صلى الله عليه وسلم أخبر أن كل مسلم يقرأ حرفاً من كتاب اللّه فجزاؤه عن الحرف الواحد عشر حسنات، وقوله: \"لا أقول الم حرف\" أي: لا أقول إن مجموع الأحرف الثلاثة حرف، بل ألف حرف ولام حرف وميم حرف، فيثاب قارئ ذلك ثلاثين حسنة، وهذه نعمة عظيمة وأجر كبير، فينبغي على الإنسان أن يكثر من تلاوة كتاب الله عز وجل .",
    "hints_ar": [
      "الحث على تلاوة القرآن.",
      "أن للقارئ بكل حرف من كل كلمة يتلوها حسنة مضاعفة.",
      "بيان معنى الحرف، والتفريق بينه وبين الكلمة.",
      "سعة رحمة الله وكرمه حيث ضاعف للعباد الأجر فضلا منه وكرماً.",
      "إثبات أن كلام الله بصوت وحرف."
    ],
    "words_meanings_ar": [],
    "attribution_ar": "رواه الترمذي",
    "grade_ar": "صحيح"
  },
  {
    "id": "8402",
    "title": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বাবস্থায় আল্লাহর যিকির করতেন।",
    "hadeeth": "আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বাবস্থায় আল্লাহর যিকির করতেন।”",
    "attribution": "এটি বুখারী মু‘আল্লাক হাদীসরূপে দৃঢ় বাক্য দ্বারা বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "হাদীসটির অর্থ: “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর যিকির করতেন” অর্থাৎ তাসবীহ, তাহমীদ, তাহলীল, তাকবীর সব ধরনের যিকিরই তিনি করতেন। তিনি কুরআন তিলাওয়াত করতেন। কারণ, কুরআনও আল্লাহর যিকির। বরং তা সব ধরনের যিকিরের মধ্যে উত্তম যিকির। “সর্বাবস্থায়” অর্থাৎ তিনি সব সময় যিকির করতেন, যদিও তিনি ছোট নাপাক বা বড় নাপাক অবস্থায় থাকতেন। তবে আলেমগণ জুনুবি (গোসল ফরয হওয়া) অবস্থায় আল্লাহর যিকির থেকে কুরআন তিলাওয়াত করাকে বাদ রেখেছেন। সুতরাং জুনুবি ব্যক্তির জন্য কখনো কুরআন তিলাওয়াত করা বৈধ নয়। দেখেও পড়া যাবে না এবং মুখস্থও না। কারণ, আলী রাদিয়াল্লাহু ‘আনহু থেকে হাদীস বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যতক্ষণ নাপাক না হতেন আমাদের কুরআন পড়াতেন। সূত্র: আহমাদ ও সুনানে আরবা‘আ। তবে ঋতুবতী ও প্রসূতি নারীদের তার সাথে সম্পৃক্ত করা যাবে কিনা এ ব্যাপারে আলেমদের মধ্যে মতানৈক্য রয়েছে।\nতবে গ্রহণযোগ্য মত হলো, তাদের জন্য না দেখে মুখস্থ কুরআন পড়া যাবে। কারণ, তাদের সময় দীর্ঘ। আর তাদের বিষয়টি তাদের নিয়ন্ত্রণে নয় যেমনটি নাপাক ব্যক্তির বিষয়টি তার নিয়ন্ত্রণে।\n“সর্বাবস্থায় কুরআন তিলাওয়াত বৈধ” নীতি থেকে বাদ যাবে পেশাব-পায়খানা করার সময়, সহবাস করার সময় এবং যে সব স্থান কুরআনের মর্যাদা রক্ষার উপযুক্ত নয় যেমন গোসল খানা, পেশাব-পায়খানার স্থান ইত্যাদি নাপাক স্থানসমূহ।",
    "hints": [
      "আল্লাহর যিকিরের জন্য ছোট ও বড় নাপাকি থেকে পবিত্রতা অর্জন করা শর্ত নয়। সুতরাং একজন মুসলিমের জন্য আল্লাহর তাসবীহ, তাহমীদ, তাহলীল ও ইস্তেগফার করা এবং গোসল ফরয না হওয়া পর্যন্ত কুরআন তিলাওয়াত করা বৈধ। কারণ, এ বিষয়ে সুন্নাহ বর্ণিত আছে।",
      "হাদীসটির ব্যাপকতা প্রমাণ করে যে, ঋতুবতী ও প্রসুতি নারীর জন্য কুরআন তিলাওয়াত করা বৈধ। তবে তা স্পর্শ করবে না। বরং মোজা ইত্যাদির আড়াল থেকে ধরবে।",
      "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বদা আল্লাহর যিকিরের ওপর থাকতেন।",
      "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াাসাল্লামের অবস্থা সম্পর্কে আয়েশা রাদিয়াল্লাহু আনহা জানতেন।"
    ],
    "categories": [
      "29",
      "29"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "vi",
      "ug",
      "ku",
      "ha",
      "pt",
      "ml",
      "te",
      "my",
      "th",
      "de",
      "ja",
      "ps",
      "as",
      "sq",
      "sv",
      "cs",
      "gu",
      "am",
      "yo",
      "nl"
    ],
    "hadeeth_ar": "عن عائشة رضي الله عنها قالت: «كان النبي صلى الله عليه وسلم يذكر الله على كل أحْيَانِه».",
    "explanation_ar": "معنى الحديث: \"كان النبي صلى الله عليه وسلم يذكر الله\" بجميع أنواع الذكر من التسبيح والتهليل والتكبير والتحميد ومن ذلك قراءة القرآن؛ لأن القرآن من ذِكْر الله، بل هو أفضل أنواع الذِّكْر .\n\"على كل أحْيَانِه\" أي أن النبي صلى الله عليه وسلم كان يذكر الله في جميع أوقاته ولو كان مُحدثا حَدَثا أصغر أو أكبر، إلا أن العلماء استثنوا من ذِكْر الله تعالى قراءة القرآن حال الجنابة، فالجُنُب ليس له أن يقرأ القرآن حال الجَنَابة مطلقا، لا نَظَرا ولا عن ظَهر قَلْب؛ لحديث علي رضي الله عنه قال: \"كان النَّبي صلى الله عليه وسلم يُقْرِئُنَا القرآن ما لم يَكُن جُنباً\" أحمد وأصحاب السنن الأربعة. \nواختلف العلماء في الحائض والنفساء هل تلحقان بالجُنب؟\nوالأظهر أنه تجوز لهما القراءة عن ظهر قلب؛ لأنهما تطول مدتهما، وليس الأمر في أيديهما كالجنب.\nويستثنى من جواز قراءة القرآن على أي حال: قراءته حال البول والغائط والجماع وفي المواطِن التي لا تليق بعَظَمَته، كالحمامات ودورات المياه وغير ذلك من المواضِع النجسة.",
    "hints_ar": [
      "لا تشترط الطهارة من الحدث الأصغر والأكبر لذِكْر الله -تعالى-، فيجوز للمسلم أن يُسَبِّح الله -تعالى- ويحمدَه ويُهَلِلَه ويستغفره، ويقرأ القرآن ما لم يكن جنبا لورود السُّنة بذلك.",
      "عموم الحديث يدل على أن للحائض والنفساء قراءة القرآن لكن من غير مسٍّ له، بل من وراء حائل كالقفاز ونحوه.",
      "مداومة النبي -صلى الله عليه وسلم- لذِكْر الله -تعالى-.",
      "معرفة عائشة -رضي الله عنها- بأحوال النبي -صلى الله عليه وسلم-."
    ],
    "words_meanings_ar": [
      {
        "word": "كل أحْيَانِه",
        "meaning": " جميع أوقاته."
      }
    ],
    "attribution_ar": "رواه مسلم والبخاري معلقا.\nللفائدة: التعليق حذف الإسناد",
    "grade_ar": "صحيح"
  },
  {
    "id": "3410",
    "title": "আবু তালিবের যখন মৃত্যু উপস্থিত হল তখন রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম তার নিকট গেলেন, তার কাছে তখন আব্দুল্লাহ ইবন আবূ উমাইয়্যাহ ও আবু জাহিল ছিল। তিনি তাকে লক্ষ্য করে বললেন, চাচাজান! ‘লা- ইলা-হা ইল্লাল্লাহ’ কালিমা পাঠ করুন, তা হলে এর দ্বারা আমি আল্লাহর সমীপে আপনার জন্য সুপারিশ করতে পারব।",
    "hadeeth": "সাঈদ ইব্নু মুসাইয়্যাব সূত্রে তার পিতা মুসাইয়্যাব ইবন হুজন হতে বর্ণিত, তিনি বলেন, আবূ তালিব এর মৃত্যুর সময় উপস্থিত হলে, আল্লাহর রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম তার নিকট আসলেন। তখন সেখানে ‘আবদুল্লাহ্ ইব্নু আবূ উমায়্যা ও আবূ জাহাল উপস্থিত ছিল। (রাবী বলেন) তিনি তাকে বললেন, চাচাজান! ‘লা- ইলা-হা ইল্লাল্লাহ’ কালিমা পাঠ করুন, তা হলে এর দ্বারা আমি আল্লাহর সমীপে আপনার জন্য সুপারিশ করতে পারব। তারা দু’জন তাকে বলে উঠল, তুমি কি আবদুল মুত্তালিবের ধর্ম হতে বিমুখ হবে? পুনরায় নবী সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম তার নিকট কালিমাহ পেশ করলেন, তারা দু’জনও তাদের উক্তি পুনরাবৃত্তি করল। অবশেষে আবূ তালিব তাদের সামনে শেষ কথাটি যা বলল, তা এই যে, সে আবদুল মুত্তালিবের ধর্মের উপর অবিচল রয়েছে, সে ‘লা- ইলা-হা ইল্লাল্লাহ’ বলতে অস্বীকার করল। রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম বললেন, আল্লাহর কসম! তবুও আমি আপনার জন্য মাগফিরাত কামনা করতে থাকব, যতক্ষণ না আমাকে তা হতে নিষেধ করা হয়। এ প্রসঙ্গে আল্লাহ্ তা‘আলা নাযিল করেন: নবীর জন্য সঙ্গত নয় এবং ঈমানদারদের জন্যও সঙ্গত নয় যে,তারা মুশরিকদের জন্য ক্ষমা প্রার্থণা করবে। যদিও তারা তার নিকটাত্মীয় হয়ে থাকে। আর আল্লাহ তা‘আলা আবূ তালিব সম্পর্কে নাযিল করেন যে, তুমি যাকে পছন্দ করো তাকে হিদায়াত দিতে পারবে না। তবে আল্লাহ যাকে চান তাকেই হিদায়াত দান করেন। আর তিনি হিদায়াত প্রাপ্তদের বিষয়ে অধিক জ্ঞাত।",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ তালিবকে তার মুমূর্ষ অবস্থায় দেখতে গিয়ে তার কাছে ইসলাম পেশ করেন, যাতে তার জীবনের পরিসমাপ্তি ইসলামের ওপর হয় এবং এ দ্বারা সে সৌভাগ্যবান হয় এবং সফলতা লাভ করে। তিনি তাকে তাওহীদের কালিমা উচ্চারণ করাইতে চাইলেন। আর মুশরিকরা তার কাছে তাদের বাপ-দাদার দীন অর্থাৎ শির্কের ওপর অটুট থাকা চাইলেন। কারণ, তারা জানতেন যে, এ কালিমা এমন একটি কালিমা যা শির্ককে না করে এবং এক আল্লাহর জন্য ইবাদত করা সাব্যস্ত করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চাচার কাছে বার বার কালিমা শাহাদাত উচ্চারণ করা কামনা করলেন। আর মুশরিকরা বার বার তার বিরোধিতা করতে লাগল। ফলে সত্য থেকে বিরত থাকা এবং শির্কের ওপর তার মৃত্যু বরণ করার তাঁরাই কারণ ছিল। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লা সপথ করেন যে, নিশ্চয় তিনি তার জন্য আল্লাহর কাছে ক্ষমা চাইবেন যতক্ষণ না তাকে তা থেকে নিষেধ করা না হয়। তারপর আল্লাহ তা‘আলা তা থেকে নিষেধ নাযিল করেন এবং তাকে জানিয়ে দেন যে, হিদায়াত কেবল আল্লাহর হাতে। তিনি যাকে চান তাকে তা দ্বারা মর্যাদাবান করেন। কারণ, তিনি জানেন কে হিদায়েতের যোগ্য আর কে যোগ্য নয়।\nঅতঃপর আল্লাহ তাআলা নাযিল করেন: “নবীর জন্য সঙ্গত নয় এবং ঈমানদারদের জন্যও সঙ্গত নয় যে,তারা মুশরিকদের জন্য ক্ষমা প্রার্থণা করবে। যদিও তারা তার নিকটাত্মীয় হয়ে থাকে। তাদের নিকট এটা স্পষ্ট হয়ে যাওয়ার পর যে নিশ্চয় তারা প্রজ্বলিত আগুনের অধিবাসী”। আর আল্লাহ তা‘আলা আবূ তালিব সম্পর্কে নাযিল করেন যে, “তুমি যাকে পছন্দ করো তাকে হিদায়াত দিতে পারবে না। তবে আল্লাহ যাকে চান তাকেই হিদায়াত দান করেন। আর তিনি হিদায়াত প্রাপ্তদের বিষয়ে অধিক জ্ঞাত”।",
    "hints": [],
    "categories": [
      "10",
      "10",
      "325",
      "325"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "tr",
      "ur",
      "zh",
      "hi",
      "tl",
      "ug",
      "ha",
      "ku",
      "sw",
      "pt",
      "si",
      "ru",
      "sv",
      "gu",
      "am",
      "yo",
      "nl"
    ],
    "hadeeth_ar": "عن سعيد بن المسيب عن أبيه المسيب بن حزن رضي الله عنه قال: \"لما حضرَتْ أبا طالب الوفاة جاءه رسول الله صلى الله عليه وسلم وعنده عبد الله بن أبي أمية وأبو جهل، فقال له: يا عَمِّ قل لا إله إلا الله، كلمة أُحَاجُّ لك بها عند الله، فقالا له: أَتَرَغَبُ عن ملة عبد المطلب؟ فأعاد عليه النبي صلى الله عليه وسلم ، فأعادا، فكان آخر ما قال هو على ملة عبد المطلب، وأبى أن يقول لا إله إلا الله، فقال النبي صلى الله عليه وسلم : لأستغفرن لك ما لم أُنْهَ عنك، فأنزل الله: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قربى...} الآية\"، وأنزل الله في أبي طالب: {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ}.",
    "explanation_ar": "عاد النبي صلى الله عليه وسلم أبا طالب وهو في سياق الموت وعرض عليه الإسلام؛ ليكون خاتمة حياته ليحصل له بذلك الفوز والسعادة، وطلب منه أن يقول كلمة التوحيد، وعرض عليه المشركون أن يبقى على دين آبائه الذي هو الشرك؛ لعلمهم بما تدل عليه هذه الكلمة من نفي الشرك وإخلاص العبادة لله وحده، وأعاد النبي -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- طلب التلفظ بالشهادة من عمه، وأعاد المشركون المعارضة وصاروا سبباً لصده عن الحق وموته على الشرك.\nوعند ذلك حلف النبي -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- ليطلُبن له من الله المغفرة ما لم يمنع من ذلك، فأنزل الله المنع من ذلك وبيّن له أن الهداية بيد الله يتفضل بها على من يشاء؛ لأنه يعلم من يصلح لها ممن لا يصلح.\nفأنزل الله عز وجل : {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ}، وأنزل الله في أبي طالب: {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ}.",
    "hints_ar": [
      "تحريم الاستغفار للمشركين مهما كانت قرابتهم وعملهم للإسلام.",
      "مضرة تقليد الآباء والأكابر بحيث يُجعل قولهم حجة يرجع إليها عند التنازع.",
      "الحرص على الدعوة إلى الله والصبر على الأمر بالمعروف والنهي عن المنكر.",
      "الرد على من زعم إسلام أبي طالب.",
      "أن الأعمال بالخواتيم.",
      "بطلان التعلق بالنبي -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- وغيره لجلب النفع أو دفع الضرر.",
      "تحريم الاستغفار للمشركين وتحريم موالاتهم، ومحبتهم.",
      "أن من قال لا إله إلا الله عن علمٍ ويقين واعتقادٍ دخل في الإسلام.",
      "مضرة أصحاب السوء وقرناء الشر على الإنسان.",
      "أن معنى لا إله إلا الله ترك عبادة الأصنام والأولياء والصالحين وإفراد الله بالعبادة، وأن المشركين يعرفون معناها.",
      "جواز عيادة المريض المشرك إذا رُجي إسلامه."
    ],
    "words_meanings_ar": [
      {
        "word": "لما حضرت أبا طالب الوفاة",
        "meaning": " أي: علاماتها ومقدماتها."
      },
      {
        "word": "أحاج",
        "meaning": " بتشديد الجيم مفتوحة على الجزم بجواب الأمر -من المحاجة وهي بيان الحجة- أي أشهد لك بها عند الله."
      },
      {
        "word": "أترغب؟",
        "meaning": " أتترك؟"
      },
      {
        "word": "ملة عبد المطلب",
        "meaning": " الشرك وعبادة الأصنام، ذكّره بحجة المشركين: {إِنَّا وَجَدْنَا آبَاءنَا عَلَى أُمَّةٍ}."
      },
      {
        "word": "فأعاد عليه النبي",
        "meaning": " أي: أعاد عليه مقالته وهي قولُه: يا عم قل لا إله إلا الله."
      },
      {
        "word": "وأعادا عليه",
        "meaning": " أي: أعاد عليه أبو جهل وعبد الله مقالتهما وهي: \"أترغب عن ملة عبد المطلب\"؟"
      },
      {
        "word": "هو على ملة عبد المطلب",
        "meaning": " استبدل الراوي بضمير المتكلم ضمير الغائب استقباحاً للفظ المذكور."
      },
      {
        "word": "وأبى أن يقول لا إله إلا الله",
        "meaning": " هذا تأكيدٌ لما قبله."
      },
      {
        "word": "ما كان للنبي",
        "meaning": " أي: ما ينبغي، وهو خبرٌ بمعنى النهي."
      },
      {
        "word": "لأستغفرن لك",
        "meaning": " لأطلبن لك المغفرة."
      },
      {
        "word": "أولي قربى",
        "meaning": " أصحاب قرابة للنبي وللمؤمنين."
      }
    ],
    "attribution_ar": "متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "10112",
    "title": "আমি কি তোমাকে কুরআনের সর্বশ্রেষ্ঠ সূরা শিক্ষা দিব না?",
    "hadeeth": "আবূ সা‘ঈদ রাফে‘ ইবনুল মু‘আল্লা রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আমাকে বলেছেন, মসজিদ থেকে বের হওয়ার পূর্বে আমি কি তোমাকে কুরআনের সর্বশ্রেষ্ঠ সূরা শিক্ষা দিব না? তখন তিনি আমার হাত ধরলেন। অতঃপর যখন আমরা মসজিদ থেকে বের হওয়ার ইচ্ছা করলাম তখন আমি বললাম, হে আল্লাহর রাসূল! আপনি তো বলেছেন মসজিদ থেকে বের হওয়ার পূর্বে আমাকে কুরআনের সর্বশ্রেষ্ঠ সূরা শিক্ষা দিবেন। তিনি বললেন, তা হলো, “আল হামদুলিল্লাহ রাব্বিল আলামীন” (সূরা ফাতিহা)। এটাই বারবার পঠিত সাতটি আয়াত (আস-সাব‘উল মাসানী) এবং কুরআনুল আযীম (মহাগ্রন্থ আল-কুরআন) যা আমাকে দেওয়া হয়েছে।",
    "attribution": "এটি বুখারী বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "আবু সা‘ঈদ রাফে‘ ইবনুল মু‘আল্লা রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আমাকে বলেছেন, (ألا) এ অব্যয়টি সম্বোধনকারী ব্যক্তিকে ডাকার পরে যা বলা হবে সে সর্ম্পকে সতর্ক করার জন্য ব্যবহার করা হয়। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বাণী, (أعلمك أعظم سورة في القرآن قبل أن تخرج من المسجد) অর্থাৎ “মসজিদ থেকে বের হওয়ার পূর্বে আমি কি তোমাকে কুরআনের সর্বশ্রেষ্ঠ সূরা শিক্ষা দিব“। তিনি তাকে শুরুতেই সূরাটি শিক্ষা না দিয়ে এভাবে বলার কারণ হলো, যাতে তার স্মৃতিশক্তি অন্য কাজ থেকে খালি হয়ে তাঁর কথাগুলো পুুরোপুরিভাবে গ্রহণ করে। বর্ণনাকারীর কথা, (فأخذ بيدي) তখন তিনি আমার হাত ধরলেন। অর্থাৎ তিনি এ কথা বললেন এবং আমরা যখন হাঁটছিলাম তখন তিনি আমার হাত ধরলেন। অতঃপর বর্ণনাকারী বলেন, (لما أردنا أن نخرج قلت: يا رسول اللّه إنك قلت: لأعلمنك أعظم سورة في القرآن) যখন আমরা মসজিদ থেকে বের হওয়ার ইচ্ছা করলাম তখন আমি বললাম, হে আল্লাহর রাসূল! আপনি তো বলেছেন মসজিদ থেকে বের হওয়ার পূর্বে আমাকে কুরআনের সর্বশ্রেষ্ঠ সূরা শিক্ষা দিবেন। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বাণী, (الحمد للّه ربّ العالمين) তা হলো, “আল হামদুলিল্লাহ রাব্বিল আলামীন” অর্থাৎ সূরা ফাতিহা। এ সূরাকে সবচেয়ে বড় সূরা বলার কারণ হলো, এ সূরাতে আল-কুরআনের যাবতীয় লক্ষ্য-উদ্দেশ্য একত্রিত হয়েছে। এ কারণে উক্ত সূরাকে উম্মুল কুরআন বলা হয়। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম সূরা ফাতিহাকে অন্য সূরা থেকে আলাদা বৈশিষ্ট্যমণ্ডিত হওয়া; এমনকি সবচেয়ে বড় সূরা হওয়ার কারণ ইঙ্গিত করে বলেন, (هي السبع المثاني) এটি বারবার পঠিত সাতটি আয়াত। (المثاني) শব্দটি (مثناة ) এর বহুবচন। যা (التثنية ) থেকে নির্গত হয়েছে। এ নামে অভিহিত করার কারণ হলো যেহেতু এ সূরাটি সালাতের প্রত্যেক রাকাতে পড়া হয় অথবা এটি অন্য সূরার সাথে বারবার পাঠ করা হয় অথবা এ নামে অভিহিত করার কারণ হলো, এ সূরাতে দু’ধরনের জিনিস একত্রিত হয়েছে। প্রথম প্রকার হলো, সানা তথা আল্লাহর প্রশংসা এবং দ্বিতীয় প্রকার হলো দো‘আ অথবা এ সূরাতে বালাগাতের ইলমুল মাবানী ও ইলমুল মা‘আনী দু’ধরনেরই ভাষা অলঙ্কার সন্নিবেশিত হয়েছে অথবা এটি সময়ের পালাক্রমে বারবার সংঘটিত হয় ও ফিরে আসে। ফলে এটি মানুষ থেকে বিছিন্ন হয় না এবং মানুষকে শিক্ষা দেওয়া হয়, ফলে তা বিস্মৃত হয় না। অথবা এ সূরার উপকারিতা বারবার নতুন করে প্রাপ্ত হয়, ফলে তা শেষ হয় না। অথবা শব্দটি (الثناء) তথা প্রশংসা থেকে নির্গত ধরা হবে। কেননা এতে মহান আল্লাহর প্রশংসা একত্রিত হয়েছে। যেন সূরাটি আল্লাহর আসমাউল হুসনা তথা গুণবাচক নামসমূহ ও তাঁর সিফাতসমূহ উল্লেখ করার মাধ্যমে আল্লাহর প্রশংসা করেছে। অথবা শব্দটি (الثنايا) থেকে নির্গত হয়েছে। কেননা আল্লাহ এ উম্মতের জন্য সাওয়াব দুই গুণ ও বহুগুণে বৃদ্ধি করে দিবেন। উপরোক্ত ব্যাখ্যা ছাড়াও (المثاني) শব্দটির আরো ব্যাখ্যা রয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বাণী, (والقرآن العظيم) মহাগ্রন্থ আল-কুরআন। এ সূরাকে এ নামে নামকরণ করা হয়েছে। (الذي أوتيته) যা আমাকে দেওয়া হয়েছে। এ সূরাকে কুরআনুল আযীম বলার কারণ হলো, এতে দুনিয়া ও আখিরাতের যাবতীয় জিনিস, শরী‘আতের আহকাম ও আকাইদ সবগুলো সম্পর্কেই আলোচনা করা হয়েছে। দেখুন: দলীলুল ফালিহীন, (৬/১৭৮-১৮০)।",
    "hints": [],
    "categories": [
      "40"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "si",
      "ku",
      "pt"
    ],
    "hadeeth_ar": "عن أبي سعيد رافع بن المعلى رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم : «أَلاَ أُعَلِّمُكَ أَعْظَمَ سُورَةٍ في القُرْآن قَبْلَ أنْ تَخْرُجَ مِنَ الْمَسْجِد؟» فَأخَذَ بِيَدِي، فَلَمَّا أرَدْنَا أنْ نَخْرُجَ، قُلْتُ: يَا رَسُولَ اللهِ، إنَّكَ قُلْتَ: لأُعَلِّمَنَّكَ أعْظَمَ سُورَةٍ في القُرْآنِ؟ قالَ: «الحَمْدُ للهِ رَبِّ العَالَمِينَ، هِيَ السَّبْعُ المَثَانِي وَالقُرْآنُ العَظِيمُ الَّذِي أُوتِيتُهُ».",
    "explanation_ar": "عن أبي سعيد رافع بن المعلى رضي الله عنه قال: قال لي رسول اللّه صلى الله عليه وسلم : \"ألا\" أتى بها لتنبيه المخاطب لما يلقى إليه بعدها، قوله: \"أعلمك أعظم سورة في القرآن قبل أن تخرج من المسجد\"، وإنما قال له ذلك، ولم يعلمه بها ابتداء؛ ليكون أدعى إلى تفريغ ذهنه لتلقيها وإقباله عليها بكليته، قوله: \"فأخذ بيدي\"، أي: بعد أن قال ذلك ومشينا، قوله: \"فلما أردنا أن نخرج قلت: يا رسول اللّه إنك قلت: لأعلمنك أعظم سورة في القرآن\"، قوله: \"قال: الحمد للّه ربّ العالمين\"، أي: سورة الفاتحة، وإنما كانت أعظم سورة لأنها جمعت جميع مقاصد القرآن، ولذا سميت بأم القرآن. ثم أشار إلى ما تميزت به الفاتحة عن غيرها من بقية السور حتى صارت أعظم منها، بقوله: \"هي السبع المثاني\"، أي: المسماة به، جمع مثناة من التثنية لأنها تثنى في الصلاة في كل ركعة، أو لأنها تثنى بسورة أخرى، أو سميت بذلك لاشتمالها على قسمين: ثناء ودعاء، أو لما اجتمع فيها من فصاحة المباني وبلاغة المعاني، أو لأنها تثنى على مرور الزمان وتتكرر فلا تنقطع وتدرس فلا تندرس، أو لأن فوائدها تتجدد حالاً فحالاً إذ لا منتهى لها، أو جمع مثناه من الثناء لاشتمالها على ما هو ثناء على اللّه تعالى، فكأنها تثنى عليه بأسمائه الحسنى وصفاته، أو من الثنايا لأن اللّه استثناها لهذه الأمة، وغير ذلك، قوله: \"والقرآن العظيم\"، أي: وهي المسماة بذلك أيضاً، قوله: \"الذي أوتيته\"، أي: أعطيته، وتسميتها بالقرآن العظيم لجمعها سائر ما يتعلق بالموجودات دنيا وأخرى وأحكاماً وعقائد.",
    "hints_ar": [
      "سورة الفاتحة أعظم سورة في كتاب الله -تبارك وتعالى-.",
      "تفضيل بعض القرآن على بعض بما جاء عن رسول الله -صلى الله عليه وسلم- في ذلك.",
      "حرص الرسول -صلى الله عليه وسلم- على تعليم الناس الخير، وبيانه لهم.",
      "أن الفاتحة سبع آيات."
    ],
    "words_meanings_ar": [
      {
        "word": "الحمد لله رب العالمين",
        "meaning": " سورة الفاتحة."
      },
      {
        "word": "السبع المثاني",
        "meaning": " السبع الآيات التي تثنى أي تقرأ في كل ركعة من الصلاة."
      }
    ],
    "attribution_ar": "رواه البخاري",
    "grade_ar": "صحيح"
  },
  {
    "id": "10113",
    "title": "কুরআন তিলাওয়াতকারী এবং এতে দক্ষ ব্যক্তি সম্মানিত পূণ্যবানদের সাথে থাকবেন (জান্নাতে)। আর যে ব্যক্তি ভেঙ্গে ভেঙ্গে অতি কষ্ট হওয়া সত্ত্বেও কুরআন তিলাওয়াত করে, সে দ্বিগুণ পুরস্কার পাবে।",
    "hadeeth": "আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, কুরআন তিলাওয়াতকারী এবং এতে দক্ষ ব্যক্তি সম্মানিত পূণ্যবানদের সাথে থাকবেন (জান্নাতে)। আর যে ব্যক্তি ভেঙ্গে ভেঙ্গে অতি কষ্ট হওয়া সত্ত্বেও কুরআন তিলাওয়াত করে, সে দ্বিগুণ পুরস্কার পাবে।",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, কুরআন তিলাওয়াতকারী দক্ষ ব্যক্তি অনুগত সম্মানিতগণের সাথে থাকবেন (জান্নাতে)। মাহির হলো যিনি দক্ষতা ও সুনিপুণতার সাথে কুরআন তিলাওয়াত করেন। এখানে মাহির দ্বারা উদ্দেশ্য যিনি ভালো হিফযসহ উৎকৃষ্ট তিলাওয়াত করেন। সম্মানিত ব্যক্তি দ্বারা উদ্দেশ্য হলো ফিরিশতাগণ। যেমন আল্লাহ বলেছেন, “এটা আছে সম্মানিত সহীফাসমূহে। সমুন্নত, পবিত্র, লেখকদের হাতে, যারা মহাসম্মানিত, পূণ্যবান।” [সূরা আবাসা, আয়াত: ১৩-১৬] সুতরাং কুরআনে দক্ষ ব্যক্তি ফিরিশতাদের সাথে জান্নাতে থাকবেন। কেননা আল্লাহ তা‘আলা তার ওপর এ কাজ সহজ করে দিয়েছেন যেমনিভাবে অনুগত সম্মানিত ফিরিশতাদের ওপর সহজ করে দিয়েছেন। সুতরাং সে কুরআন তিলাওয়াতে তাদের (ফিরিশতাদের) অনুরূপ হয়েছে। তাই সে স্তরের দিক থেকেও আল্লাহর নিকট তাদের সমান।অন্যদিকে যারা ভেঙ্গে ভেঙ্গে অতি কষ্ট হওয়া সত্ত্বেও কুরআন তিলাওয়াত করে, তাদের জন্য রয়েছে দ্বিগুণ পুরস্কার। একটি তিলাওয়াতের জন্য, আরেকটি কষ্টের জন্য। দেখুন, ফাতহুল বারী (১৩/৫১৮); শারহু রিয়াদুস সালেহীন (৪/৬৪১-৬৪২); শারহু কিতাবুত তাওহীদ (২/৫৯৩)",
    "hints": [],
    "categories": [
      "39",
      "272"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "id",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "fr",
      "si",
      "ha",
      "ku",
      "pt",
      "ru"
    ],
    "hadeeth_ar": "عن عائشة رضي الله عنها قالتْ: قالَ رسولُ اللهِ صلى الله عليه وسلم : «الذي يقرَأُ القرآنَ وهو مَاهِرٌ به مع السَّفَرَةِ الكِرَامِ البَرَرَةِ، والذي يقرَأُ القرآنَ ويَتَتَعْتَعُ فيه وهو عليه شَاقٌ لَهُ أجْرَانِ».",
    "explanation_ar": "حديث عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال: \"الذي يقرأ القرآن وهو ماهر به مع السفرة الكرام البررة\"، الماهر الذي يجيد القرآن ويتقنه، والمراد به هنا جودة التلاوة مع حسن الحفظ، مع السفرة الكرام البررة، وهؤلاء السفرة الكرام البررة هم الملائكة؛ كما قال تعالى: \"في صحف مكرمة، مرفوعة مطهرة، بأيدي سفرة، كرام بررة\" عبس: 13 - 16، فالماهر مع الملائكة؛ لأن الله تعالى يسره عليه، كما يسره على الملائكة الكرام البررة، فكان مثلهم في قراءة القرآن، ومعهم في الدرجة عند الله، وأما الذي يتتعتع فيه يتهجاه وهو عليه شاق، فله أجران؛ الأول: للتلاوة، والثاني: للتعب والمشقة.",
    "hints_ar": [
      "فضل من يجيد تلاوة القرآن الكريم ويتقن قراءته، وأنه مع الملائكة.",
      "من يتعتع في القرآن له أجران؛ أجر على قراءته، وأجر على تعتعه.",
      "ينبغي لحامل القرآن أن تكون أفعاله وأقواله على  السداد والرشاد؛ كالملائكة البررة."
    ],
    "words_meanings_ar": [
      {
        "word": "ماهر به",
        "meaning": " يجيد تلاوته، ويطبق أحكام تجويده."
      },
      {
        "word": "السفرة",
        "meaning": " الملائكة الرسل إلى الرسل –صلوات الله عليهم-."
      },
      {
        "word": "الكرام",
        "meaning": " جمع الكريم، أي: المكرمين على الله المقربين عنده لعصمتهم ونزاهتهم عن دنس المعصية والمخالفة."
      },
      {
        "word": "البررة",
        "meaning": " جمع بار، المطيعون من البر، وهو الطاعة."
      },
      {
        "word": "يتتعتع",
        "meaning": " يتردد عليه في قراءته، ويثقل على لسانه."
      }
    ],
    "attribution_ar": "متفق عليه، أوله من البخاري إلا أنه فيه: \"حافظ\" بدل \"ماهر\"، وآخره لفظ مسلم",
    "grade_ar": "صحيح"
  },
  {
    "id": "10114",
    "title": "তুমি কি দেখনি যে, আজ রাতে আমার ওপর যে কয়েকটি আয়াত নাযিল হয়েছে তার ন্যায় মর্যাদাময় আর কোনো আয়াতই দেখা যায়নি? তা হলো সূরা ফালাক এবং সূরা নাস।",
    "hadeeth": "‘উকবা ইবন ‘আমের রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, “তুমি কি দেখনি যে, আজ রাতে আমার ওপর কিছু আয়াত নাযিল হয়েছে, তার ন্যায় মর্যাদাময় আর কোনো আয়াতই কখনো দেখা যায়নি। তা হলো সূরা ফালাক এবং সূরা নাস।”",
    "attribution": "এটি মুসলিম বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "‘উকবা ইবন ‘আমের রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, “তুমি কি লক্ষ্য করনি?” অর্থাৎ তুমি কী জানতে পারনি? এটি বর্ণনাকারীকে উদ্দেশ্য করে সম্বোধন। তবে এর উদ্দেশ্য সকলকে সম্বোধন করা। এটি আর্শ্চয্যবোধক শব্দ। এর দ্বারা আর্শ্চয্য হওয়ার কারণের প্রতি ইঙ্গিত করেছেন। আর সেটি হচ্ছে তার বাণী, “এর ন্যায় কোনো কিছু দেখা যায় নি।” অর্থাৎ এ অধ্যায়ে, আর তা হচ্ছে আল্লাহর আশ্রয় নেওয়া সংক্রান্ত বিষয়ে। রাসূল রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বাণী, “কাততু” অর্থ: কখনো। না সূচক কথাকে আরো সুদৃঢ় করতে ব্যবহৃত হয়েছে। নবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বাণী, “কুল আ‘ঊযু বিরাব্বিল ফালাক এবং কুল আ‘ঊযু বিরাব্বিন নাস (সূরা ফালাক ও সূরা নাস)” অর্থাৎ এ দু’টি সূরায় যেভাবে সব আয়াতে এর পাঠককে অকল্যাণ থেকে আশ্রয় প্রার্থনার কথা এসেছে, অন্য কোনো সূরার সব আয়াতে তা পাওয়া যায় না। ঈমান ও সততার সাথে কোনো আশ্রয় প্রার্থনাকারী এ দু’টি সূরা দিয়ে আল্লাহর কাছে আশ্রয় প্রার্থনা করলে আল্লাহ অবশ্যই তাকে আশ্রয় দিবেন। মূলকথা হলো, মানুষের উচিৎ এ দু’সূরার মাধ্যমে আল্লাহর কাছে আশ্রয় প্রার্থনা করা।\nদেখুন, মিরকাতুল মাফাতীহ (৪/৬৩৯); শরহু রিয়াদিস সালিহীন (৪/৬৭৮)।",
    "hints": [],
    "categories": [
      "40"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "vi",
      "si",
      "ha",
      "ku",
      "pt"
    ],
    "hadeeth_ar": "عن عقبة بن عامر رضي الله عنه : أن رسول الله صلى الله عليه وسلم قال: «ألَمْ تَرَ آيَاتٍ أُنْزِلَتْ هذِهِ اللَّيْلَةَ لَمْ يُرَ مِثْلُهُنَّ قَطُّ؟ (قل أعوذ برب الفلق) و(قل أعوذ برب الناس)».",
    "explanation_ar": "عن عقبة بن عامر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : \"ألم تر\"، أي: ألم تعلم، وهو خطاب خاص للراوي، والمراد به عام للجميع، وهي كلمة تعجب، وأشار إلى سبب التعجب، بقوله: \"لم ير مثلهن\"، أي: في بابها وهو التعوذ، وقوله: \"قط\"، لتأكيد النفي، قوله: \"قل أعوذ برب الفلق\"، و \"قل أعوذ برب الناس\"، أي: لم توجد آيات سورة كلهن تعويذ للقارىء من شر الأشرار مثل هاتين السورتين، ما تعوذ بهما متعوذ عن إيمان وصدق إلا أعاذه الله عز وجل، فالحاصل أن الإنسان ينبغي أن يتعوذ بهاتين السورتين.",
    "hints_ar": [
      "فضل سورتي الفلق والناس، وأنهن من خير ما أنزل على رسول الله -صلى الله عليه وسلم-.",
      "اقتصار النبي –صلى الله عليه وسلم- عليهما في التعويذ؛ لاشتمالهما على الجوامع في المستعاذ به والمستعاذ منه."
    ],
    "words_meanings_ar": [
      {
        "word": "ألم تر",
        "meaning": " استفهام يفيد تعجبًا."
      },
      {
        "word": "لم يُر مثلهن",
        "meaning": " لم يوجد آيات مثلهن، ومما اختصتا به أنه لا توجد سورة كلها تعويذ غير هاتين السورتين."
      },
      {
        "word": "الفلق",
        "meaning": " الصبح."
      }
    ],
    "attribution_ar": "رواه مسلم",
    "grade_ar": "صحيح"
  },
  {
    "id": "3571",
    "title": "নবী সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম আমাকে বললেন, “তুমি আমার সামনে কুরআন তিলাঅত কর।” আমি আরজ করলাম, ‘আমি আপনার সামনে তিলাওয়াত করব, অথচ তা আপনার উপর অবতীর্ণ করা হয়েছে?’ তিনি বললেন, “আমি অন্যের কাছ থেকে তা শুনতে ভালবাসি।” অতএব তার নিকট আমি সূরা ‘নিসা’ তিলাওয়াত করলাম। পরিশেষে যখন আমি এ আয়াতে এসে পৌঁছলাম; যার অর্থ, “তখন তাদের কী অবস্থা হবে, যখন প্রত্যেক সম্প্রদায় থেকে একজ সাক্ষী (নবী) উপস্থিত করব এবং তোমাকেও তাদের সাক্ষীরূপে উপস্থিত করব?” তখন তিনি আমাকে বললেন, “যথেষ্ট, এবার থাম।” আমি তাকিয়ে দেখলাম, তাঁর চক্ষু দু’টি থেকে অশ্রুধারা প্রবাহিত হচ্ছে।",
    "hadeeth": "ইবনে মাসঊদ —রাদিয়াল্লাহু ‘আনহু— থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম আমাকে বললেন, “তুমি আমার সামনে কুরআন তিলাঅত কর।” আমি আরজ করলাম, ‘আমি আপনার সামনে তিলাওয়াত করব, অথচ তা আপনার উপর অবতীর্ণ করা হয়েছে?’ তিনি বললেন, “আমি অন্যের কাছ থেকে তা শুনতে ভালবাসি।” অতএব তার নিকট আমি সূরা ‘নিসা’ তিলাওয়াত করলাম। পরিশেষে যখন আমি এ আয়াতে এসে পৌঁছলাম; যার অর্থ, “তখন তাদের কী অবস্থা হবে, যখন প্রত্যেক সম্প্রদায় থেকে একজ সাক্ষী (নবী) উপস্থিত করব এবং তোমাকেও তাদের সাক্ষীরূপে উপস্থিত করব?” তখন তিনি আমাকে বললেন, “যথেষ্ট, এবার থাম।” আমি তাকিয়ে দেখলাম, তাঁর চক্ষু দু’টি থেকে অশ্রুধারা প্রবাহিত হচ্ছে”।",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আব্দুল্লাহ ইবন মাসউদকে তার নিকট কুরআন তিলাওয়াত করতে বললেন, ফলে তিনি বললেন, হে আল্লাহর রাসূল আমি কীভাবে আপনাকে তিলাওয়াত শুনাবো অথচ আপনার ওপর কুরআন নাযিল হয়েছে? কুরআন সম্পর্কে আপনি আমার থেকে অধিক জ্ঞানী। তখন সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, “আমি অন্যের কাছ থেকে তা শুনতে ভালবাসি।”\nঅতএব সে সূরা ‘নিসা’ তিলাওয়াত করল। যখন সে এ মহান আয়াতে এসে পৌঁছল; যার অর্থ, “তখন তাদের কী অবস্থা হবে, যখন প্রত্যেক সম্প্রদায় থেকে একজন সাক্ষী (নবী) উপস্থিত করব এবং তোমাকেও তাদের সাক্ষীরূপে উপস্থিত করব?” অথাৎ তখন তোমার অবস্থা কি হবে এবং তাদের অবস্থা কি হবে?\nতখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, “যথেষ্ট, এবার থাম।” অর্থাৎ তুমি তিলাওয়আত বন্ধ কর। ইবন মাসউদ বলেন, আমি তার দিকে তাকিয়ে দেখলাম, উম্মাতের দয়ায় তার চক্ষু দু’টি থেকে অশ্রুধারা প্রবাহিত হচ্ছে।",
    "hints": [],
    "categories": [
      "31"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "vi",
      "ha",
      "ku"
    ],
    "hadeeth_ar": "عن ابن مسعود رضي الله عنه قال: قال لي النبي صلى الله عليه وسلم : «اقرأ عليَّ القرآنَ»، فقلت: يا رسول الله، أقرأ عليك، وعليك أُنزل؟! قال: «إني أحب أن أسمعه من غيري» فقرأتُ عليه سورةَ النساءِ، حتى جِئْتُ إلى هذه الآية: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا} قال: «حَسْبُكَ الآنَ» فالتفتُّ إليه، فإذا عَيْنَاهُ تَذْرِفَانِ.",
    "explanation_ar": "طلب النبي صلى الله عليه وسلم من ابن مسعود رضي الله عنه أن يقرأ عليه القرآن، فقال: يا رسول الله، كيف أقرؤه عليك وعليك أنزل؟ فأنت أعلم به مني، فقال صلى الله عليه وسلم : إني أحب أن أسمعه من غيري.\nفقرأ عليه سورة النساء، فلما بلغ هذه الآية العظيمة: (فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا)، يعني ماذا يكون حالك؟! وماذا يكون حالهم؟!\nفقال النبي صلى الله عليه وسلم : حسبك الآن. أي: توقف عن القراءة.\nقال ابن مسعود: فالتفت إليه فإذا عيناه تجري دموعهما رحمة لأمته.",
    "hints_ar": [
      "استحباب استماع القرآن من الآخرين.",
      "جواز قراءة الطالب على المعلم.",
      "فضيلة عبد الله بن مسعود -رضي الله عنه-، حيث أحب الرسول -صلى الله عليه وسلم- أن يسمعه من فِيه. وهذا يدل على حرص ابن مسعود -رضي الله عنه- على تطلُّب القرآن وحفظه وإتقانه.",
      "فضيلة البكاء خشية من الله -عز وجل- عند سماع آياته، مع التزام السكون، وحسن الصمت، وعدم الصراخ.",
      "الحث على تدبر القرآن عند تلاوته، أو سماعه حتى يكون له أثر في النفس."
    ],
    "words_meanings_ar": [
      {
        "word": "شهيد",
        "meaning": " أي: شاهد يشهد عليها بعملها، وهو نبيها."
      },
      {
        "word": "حسبك",
        "meaning": " يكفيك ذلك."
      },
      {
        "word": "تذرفان",
        "meaning": " يجري دمعهما ويسيل."
      }
    ],
    "attribution_ar": "متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "3772",
    "title": "কেবল দু’টি বিষয়ে ইর্ষা করা যায়: (১) যাকে আল্লাহ তাআলা সম্পদ দিয়েছেন এবং তাকে বৈধ পন্থায় অকাতরে ব্যয় করার ক্ষমতাও দিয়েছেন।(২) যাকে আল্লাহ তাআলা প্রজ্ঞা দান করেছেন। সে তার মাধ্যমে বিচার ফয়সালা করে ও তা অন্যকে শিক্ষা দেয়।",
    "hadeeth": "ইবনে মাসঊদ রাদিয়াল্লাহু আনহু হতে মারফূ হিসেবে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘কেবল দু’জন ব্যক্তি ঈর্ষার পাত্র। সেই ব্যক্তি যাকে আল্লাহ ধন-সম্পদ দান করেছেন এবং তাকে তা সৎপথে ব্যয় করার শক্তিও দিয়েছেন। আর সেই লোক যাকে আল্লাহ জ্ঞান-বুদ্ধি দান করেছেন, যার বদৌলতে সে বিচার-ফায়সালা করে থাকে ও তা অপরকে শিক্ষা দেয়।’’ আব্দুল্লাহ ইবন উমার রাদিয়াল্লাহু আনহুমা কর্তৃক বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘দু’জনের ক্ষেত্রে ঈর্ষা করা সিদ্ধ। [১] যাকে আল্লাহ কুরআন [মুখস্থ করার শক্তি] দান করেছেন, সুতরাং সে ওর [আলোকে] দিবা-রাত্রি পড়ে ও আমল করে। [২] যাকে আল্লাহ তা'আলা ধন-সম্পদ দান করেছেন এবং সে [আল্লাহর পথে] দিন-রাত ব্যয় করে।’’",
    "attribution": "উভয় বর্ণনা মুত্তাফাকুন আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "এখানে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ইঙ্গিত করেছেন যে, হিংসা বিভিন্ন ধরনের হয়ে থাকে। তার মধ্যে এক প্রকার হিংসা নিন্দনীয় এবং শরীয়তে নিষিদ্ধ। আর তা হচ্ছে, কোনো মানুষ তার ভাইয়ের নেয়ামতের ধ্বংস কামনা করা। আরেক প্রকার হিংসা হচ্ছে মুবাহ।অন্যের পার্থিব নেয়ামত দেখে নিজের জন্য অনুরূপ নেয়ামতের আশা করা প্রশংসীয় হিংসা। শরীয়তের দৃষ্টিতে এটি মুস্তাহাব। আর এটিই নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাঁর এ বাণী দ্বারা বুঝিয়েছেন, “একমাত্র দু’টি বিষয়েই হিংসা করা যায়।” অর্থাৎ হিংসার প্রকারের ভিন্নতা অনুযায়ী তার আহকামও বিভিন্ন ধরণের হয়ে থাকে। দু’টি ক্ষেত্র ব্যতীত শরীয়তে তা প্রশংসনীয় ও মুস্তাহাব হতে পারে না। প্রথমটি হলো, এমন ধনী ও তাকওয়াবান ব্যক্তি, যাকে আল্লাহ তাআলা হালাল সম্পদ দিয়েছেন। অতঃপর সে তা আল্লাহর রাস্তায় ব্যয় করে। সুতরাং তার মতো হওয়া এবং তাকে এই নেয়ামতের জন্য হিংসা করা বৈধ। দ্বিতীয়টি হলো, এমন আলেম যাকে আল্লাহ তাআলা উপকারী জ্ঞান দিয়েছেন। সে ইলম অনুযায়ী আমল করে, তা অন্যকে শিক্ষা দেয় এবং এর মাধ্যমে মানুষের মাঝে বিচার ফয়সালা করে। অনুরূপ ব্যক্তি হওয়ার আশা করা মুস্তাহাব।",
    "hints": [],
    "categories": [
      "39",
      "511"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ha",
      "ku"
    ],
    "hadeeth_ar": "عن ابن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : «لا حَسَدَ إلا في اثنتين: رجل آتاه الله مالا، فسَلَّطَه على هَلَكَتِهِ في الحَقِّ، ورجل آتاه الله حِكْمَة، فهو يقضي بها ويُعَلِّمَها».\nوعن ابن عمر رضي الله عنهما ، عن النبي صلى الله عليه وسلم قال: «لا حسد إلا في اثنتين: رجل آتاه الله القرآن، فهو يقوم به آناء الليل وآناء النهار، ورجل آتاه الله مالا، فهو ينفقه آناء الليل وآناء النهار».",
    "explanation_ar": "يُشير النبي صلى الله عليه وسلم هنا إلى أن الحَسَدَ أنواع مختلفة فمنه حسد مَذْمُوم محرم شرعًا، وهو أن يتمنى المرء زوال النعمة عن أخيه، وحسد مباح وهو أن يرى نعمة دنيوية عند غيره فيتمنى لنفسه مثلها، وحسد محمود مستحب شرعًا، وهو أن يرى نعمة دينية عند غيره فيتمناها لنفسه. وهو ما عناه النبي صلى الله عليه وسلم بقوله: \"لا حَسَدَ إلا في اثنتين\" أي أن الحسد تختلف أنواعه وأحكامه حسب اختلاف أنواعه ولا يكون محمودًا مستحبًا شرعيًا إلا في أمرين: \nالأمر الأول: أن يكون هناك رجل غني تقي، أعطاه الله مالا حلالا، فينفقه في سبيل الله تعالى، فيتمنى أن يكون مثله، ويَغْبِطَه على هذه النعمة. \nالأمر الثاني: أن يكون هناك رجل عالم، أعطاه الله علما نافعا يعمل به، ويعلمه لغيره، ويحكم به بين الناس، فيتمنى أن يكون مثله.",
    "hints_ar": [
      "الحَسَدُ داء خطير يجب الابتعاد عنه والحذر منه.",
      "حسد الغِبْطَة محمود إذا كان في وجوه الخير.",
      "فضل الغني الذي لا يبخل بما آتاه الله .",
      "الواجب شكر المُنْعِم على ما أنعم به على العبد وذلك بأن يضعها العبد في موضعها.",
      "استحباب الإنفاق وبذل المال والخروج عنه بالكلية في وجوه الخير ما لم يؤد إلى حرمان الورثة أو سؤال الناس ونحو ذلك مما حَرَّمَه الشرع.",
      "فضل العلم بأحكام الدين وتعليم الناس ودعوتهم إلى التفقه في الدين."
    ],
    "words_meanings_ar": [
      {
        "word": "الحسد",
        "meaning": " الغبطة ، وهي: أن يتمنى مثله."
      },
      {
        "word": "سلطه",
        "meaning": " مكنه الله من إنفاقه في وجوه الخير."
      },
      {
        "word": "هلكته",
        "meaning": " وجوه إنفاقه ومجالات صرفه."
      },
      {
        "word": "في الحق",
        "meaning": " في أنواع البر ونواحي الخير."
      },
      {
        "word": "حكمة",
        "meaning": " وضع كل شيء في موضعه."
      },
      {
        "word": "يقضي بها",
        "meaning": " يحكم ويفتي بين الناس بمقتضاها."
      },
      {
        "word": "آناء",
        "meaning": " الآناء: الساعات"
      }
    ],
    "attribution_ar": "حديث ابن مسعود رضي الله عنه: متفق عليه.\nحديث ابن عمر رضي الله عنه: متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "4448",
    "title": "তিনি বাইতুল্লাহকে নিজের বামে রেখে এবং মিনাকে ডানে রেখে বললেন, এটিই ঐ সত্ত্বার দাঁড়ানোর স্থান, যার উপর সূরা বাকারাহ নাযিল হয়েছে।",
    "hadeeth": "‘আবদুর রাহমান ইবন ইয়াযীদ আন-নাখ‘ঈ থেকে বর্ণিত, তিনি ইবন মাস‘ঊদ রাদিয়াল্লাহু আনহুর সঙ্গে হজ আদায় করলেন। তিনি তাকে দেখলেন বাইতুল্লাহকে নিজের বামে রেখে এবং মিনাকে ডানে রেখে বড় জামরাকে সাতটি কঙ্কর নিক্ষেপ করলেন। এরপর বললেন, এটিই ঐ সত্ত্বার দাঁড়ানোর স্থান, যার উপর সূরা বাকারাহ নাযিল হয়েছে।",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "কুরবানীর দিন ও তাশরীকের দিনসমূহে পাথর নিক্ষেপ করা একটি মহান ইবাদাত; তাতে রয়েছে আল্লাহর জন্য বিনয় হওয়া, তার আদেশ পালন করা এবং ইবরাহীম আলাইহিস সালামের অনুকরণ করা। কুরবানীর দিন হাজীগণ যে আমলটি প্রথম করে সেটি হচ্ছে বড় জামরায় পাথর মারা, যেন এটিই সকল আমলের ভূমিকাস্বরূপ হয়। সুতরাং জামরায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দাঁড়ানোর স্থানে দাঁড়াবে। পবিত্র কা‘বাকে ডানে এবং মিনাকে বামে রেখে কিবলামুখী হয়ে দাঁড়িয়ে সাতটি কঙ্কর নিক্ষেপ করবে। আর প্রতিটি কঙ্কর নিক্ষেপের সাথে তাকবীর বলবে। যেমন, এভাবেই দাঁড়িয়েছিল ইবন মাসউদ রাদিয়াল্লাহু ‘আনহু। আর তিনি শপথ করে বলেন যে, এটিই ছিল সে মহান ব্যক্তির দাঁড়ানোর স্থান, যার উপর সূরা বাকারাহ অবতীর্ণ হয়েছে।",
    "hints": [],
    "categories": [
      "29",
      "544"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "id",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "fr",
      "pt",
      "ku",
      "ru"
    ],
    "hadeeth_ar": "عن عبد الرحمن بن يزيد النَّخَعِي: «أنه حج مع ابن مسعود فرآه يَرمي الجَمْرَةَ الكبرى بسبع حصَيات، فجعل البيت عن يساره، ومِنى عن يمينه، ثم قال: هذا مَقَامُ الذي أُنْزِلَتْ عليه سورة البقرة صلى الله عليه وسلم ».",
    "explanation_ar": "رميُ الجمار في يوم النحر وأيام التشريق عبادة جليلة، فيها معنى الخضوع لله تعالى، وامتثال أوامره والاقتداء بإبراهيم الخليل عليه الصلاة والسلام، وأول ما يبدأ به الحاج يوم النحر هو رمي الجمرة الكبرى لتكون فاتحة أعمال ذلك اليوم الجليلة، فيقف منها موقف النبي صلى الله عليه وسلم حيث الكعبة المشرفة عن يساره ومني عن يمينه واستقبلها ورماها بسبع حصيات يكبر مع كل واحدة كما وقف ابن مسعود رضي الله عنه هكذا وأخبر أن هذا هو مقام الذي أنزلت عليه سورة البقرة، صلى الله عليه وسلم.",
    "hints_ar": [
      "مشروعية رمي جَمرَة العَقَبَة وحدها يوم النحر.",
      "السُّنَّة في رمي جَمرَة العَقَبَة أن يستقبلها، بحيث تكون الكعبة عن يساره ومنى عن يمينه.",
      "جواز رمي جَمَرَة العَقَبَة من أي مكان، سواء استقبلها، أو جعلها عن يمينه، أو عن يساره، أو من فوقها، أو من أسفلها، أو وسطها المهم أن تقع الجمار في الحوض.",
      "يؤخذ من الحديث عدم مشروعية الوقوف للدعاء بعد رمي جمرة العقبة يوم النحر.",
      "وجوب الرمي بسبع حصيات متعاقبات -واحدة بعد أخرى-.",
      "شرع الرمي للتأسي به صلى الله عليه وسلم ، لا كما يعتقده العامة من رمي الشيطان.",
      "تسمية هذه المواقف بـ\"الجمرات\" لا ما يقوله بعض الناس جهلا من تسميتها بـ\"الشيطان الكبير\" أو\" الشيطان الصغير\".",
      "أن القرآن كلام الله منزل غير مخلوق.",
      "جواز إضافة السورة إلى البقرة، خلافاً لمن منع ذلك.",
      "ثبوت علو الله تعالى بذاته.",
      "فضل ابن مسعود رضي الله عنه وحرصه على نشر السنة.",
      "الحرص على مصاحبة ذوي العلم والفضل في سفر الحج."
    ],
    "words_meanings_ar": [
      {
        "word": "الْجَمْرَةَ",
        "meaning": " مكان رمي الجمار سميت باسم الواحد منه."
      },
      {
        "word": "الكبرى",
        "meaning": " وصف لجمرة العقبة، وهي أقرب الجمرات إلى مكة."
      },
      {
        "word": "البيت",
        "meaning": " الكعبة."
      },
      {
        "word": "مَقَامُ",
        "meaning": " موقف."
      }
    ],
    "attribution_ar": "متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "5213",
    "title": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন লোককে সৈন্যদলের আমীর বানিয়ে পাঠান। সে সাথীদের নিয়ে পড়ত, তবে সূরা ইখলাস দ্বারা কিরাত শেষ করতেন।",
    "hadeeth": "আয়েশা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন লোককে সৈন্যদলের আমীর বানিয়ে পাঠান। সে সাথীদের নিয়ে পড়ত, তবে সূরা ইখলাস দ্বারা কিরাত শেষ করতেন। তারা যখন যুদ্ধ থেকে ফিরে আসেন বিষয়টি রাসূলুল্লাহর নিকট আলোচনা করলে তিনি বলেন, তোমরা তাকে জিজ্ঞাসা করো কেন সে এমন করল? তারা তাকে জিজ্ঞাসা করলে তিনি উত্তর দেন, কারণ, এ সূরাটিতে রয়েছে রহমানের গুণাগান। আর আমি তাই এটা পড়তে পছন্দ করি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে তোমরা জানিয়ে দাও যে, আল্লাহ তা‘আলা তাকে ভালোবাসেন”।",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন সাহাবীকে সৈন্যদের পরিচালনা করা ও তাদের মধ্যে ফায়সালা করার জন্য আমীর বানালেন, যাতে কোন বিশৃংখলা দেখা না দেয়। তাদের মধে যে দীন, ইলম ও পরিচালনায় দক্ষ হতেন তাকেই তিনি নিযুক্ত করতেন। ফলে যিনি আমীর হতেন তিনিই সালাতের ইমাম হতেন এবং ইলম ও দীন বিষয়ে ফতওয়া দানকারী হতেন। তিনি প্রত্যেক সালাতের দ্বিতীয় রাকা‘আতে আল্লাহ এবং তার নামসমূহ ও সিফাতসমূহের মহব্বতে শুধু কুল হুয়াল্লাহু আহাদ পড়তেন। আর যে ব্যক্তি যাকে মহব্বত করে সে তার আলোচনা বেশি করে। তারপর যখন তারা তাদের যুদ্ধ থেকে রাসুল্লাহর কাছে ফিরে আসেন, তখন তারা বিষয়টি রাসূলুল্লাহর নিকট আলোচনা করলে তিনি বলেন, তোমরা তাকে জিজ্ঞাসা করো কেন সে এমন করল? এটি কি আকস্মিকভাবে করছে না কোন কারণে করেছে? তারা তাকে জিজ্ঞাসা করলে তিনি উত্তর দেন, আমি এটি করেছি কারণ, সূরাটি রহমানে গুণাগানকে সামিল করে। তাই আমি তাকে বার বার বলতে পছন্দ করি। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে তোমরা জানিয়ে দাও যে, সে যেভাবে সূরাটিকে ভালোবেসে বারবার পড়েছে, কারণ এতে রয়েছে আল্লাহর মহান সিফাতসমূহ যা প্রকাশ করে তাতে উল্লিখিত নামসমূহ, আল্লাহ তা‘আলা অবশ্যই তাকে ভালোবাসেন। হায়! এ সূরার কতইনা ফযীলত।",
    "hints": [],
    "categories": [
      "40",
      "74",
      "464"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ug",
      "ha",
      "pt",
      "ku"
    ],
    "hadeeth_ar": "عن عائشة رضي الله عنها «أن رسول الله صلى الله عليه وسلم بعث رجلا على سَرِيَّةٍ فكان يَقْرَأ لأصحابه في صلاتهم، فَيَخْتِمُ بـ«قل هو الله أحد» فلما رجعوا ذكروا ذلك لرسول الله صلى الله عليه وسلم فقال: سَلُوهُ لأَيِّ شيء صَنَع ذلك؟ فسألُوه، فقال: لِأنَّها صِفَةُ الرحمن عز وجل ، فأنا أُحِب أَنْ أَقْرَأ بها، فقال رسول الله صلى الله عليه وسلم : أَخْبِرُوه: أنَّ الله تعالى يُحِبُّه».",
    "explanation_ar": "أمَّرَ النبي صلى الله عليه وسلم بعض أصحابه على سَرِيَّة؛ لتدبيرهم والحكم بينهم، وحتى لا تكون الأمور فوضى، ويختار أقومهم دينًا وعلمًا وتدبيرًا، ولذا كان الأمراء هم الأئمة في الصلاة والمفتون؛ لفضل علمهم ودينهم، فكان يقرأ \"قل هو الله أحد\" في الركعة الثانية من كل صلاة؛ لمحبته لله وأسمائه وصفاته، ومن أحب شيئاً أكثر من ذكره.\nفلمَّا رجعوا من غزوتهم إلى النبي صلى الله عليه وسلم ، ذكروا له ذلك، فقال: سلُوه لأيِّ شيء يصنع ذلك، أهو لمحض المصادفة أم لشيء من الدواعي؟\nفقال الأمير: صنعت ذلك لاشتمالها على صفة الرحمن عز وجل ، فأنا أحب تكريرها لذلك.\nفقال رسول الله صلى الله عليه وسلم : أخبروه، أنه كما كرر هذه السورة لمحبته لها؛ وهذا لما تضمنته من صفات الله العظيمة التي دلت عليها أسماؤه المذكورة فيها: فإن الله يحبه.",
    "hints_ar": [
      "جواز قراءة قصار المُفصَّل، حتى في غير صلاة المغرب من الفرائض.",
      "فضل سورة الإخلاص واستحباب قراءتها.",
      "أن تفضيل بعض القرآن على بعض عائد لما يحتوى عليه المفضَّل من تمجيد الله والثناء عليه، فهذه السورة الكريمة الجليلة تشمل توحيد الاعتقاد والمعرفة وما يجب إثباته للرب من الأحدية المنافية للشريك والصمدية المثبتة لله -تعالى- جميع صفات الكمال ونفي الوالد والولد، الذي هو من لوازم غناه ونفى الكفء المتضمن نفي المماثل ولذا فهي تعدل ثلث القرآن.",
      "أن الأعمال يكتب ثوابها بسبب ما يصاحبها من نية صالحة، لأن النبي -صلى الله عليه وسلم- أمر بالسؤال عن القصد من تكريرها.",
      "أنه ينبغي أن يكون أصحاب الوِلايات والقيادات من أهل العلم والفضل والدين.",
      "أنه من أحب صفات الله وَتَذوَّق حلاوة مناجاته بها فالله يُحبه؛ لأن الجزاء من جنس العمل.",
      "أن إخبار الوالي الأكبر عن أعمال الأمراء والعمال لقصد الإصلاح لا يُعَدُّ وشاية ولا نميمة.",
      "مشروعية بعث السَّرَايا لقتال الكفار والتأمير عليهم.",
      "أن أميرهم أحق بإمامتهم في الصلاة لكونه صاحب السُلْطان عليهم.",
      "مشروعية التثبت في الأمور قبل الحكم عليها؛ لقول النبي -صلى الله عليه وسلم-: (سَلُوهُ لأَيِّ شيء صنع ذلك؟).",
      "إثبات صفة المحبة لله -تعالى-.",
      "جواز القراءة في الركعة الواحدة بسورتين فأكثر.",
      "جواز تخصيص بعض القرآن بالاستكثار منه."
    ],
    "words_meanings_ar": [
      {
        "word": "بعث رجلًا",
        "meaning": " أرسله أميرًا."
      },
      {
        "word": "سرية",
        "meaning": " من السرى أي المشي بالليل، وهي القطعة من الجيش يرسلها القائد، أقلها خمسة رجال وأكثرها أربعمائة؛ سُميت بذلك لأنَّ غالب سيرهم يكون بالليل؛ للإرفاق بهم أو بقصد التخفي لقلتهم؛ إلا أنَّ أهل المغازي يجعلون وجود النبي -صلى الله عليه وسلم- هو المُميِّز للسرية عن الغزوة."
      },
      {
        "word": "فيختم بـ«قل هو الله أحد»",
        "meaning": " ينهي القراءة بقراءة سورة (قل هو الله أحد)، إما في قراءة كل ركعة، وإما في قراءة الركعة الأخيرة."
      },
      {
        "word": "يصنع ذلك",
        "meaning": " ينهي بقراءة سورة (قل هو الله أحد)."
      },
      {
        "word": "لأنها",
        "meaning": " أي السورة."
      },
      {
        "word": "صفة الرحمن",
        "meaning": " تحتوي على صفة الرحمن -سبحانه وتعالى- بما فيها من الأسماء الدالة على الصفات، وليس فيها ذكر لغير صفات الله -عز وجل-."
      },
      {
        "word": "يحبه",
        "meaning": " المحبة في اللغة الوداد, ومحبة الله للعبد صفة من صفاته تحمل على ما تقتضيه في اللغة من غير تكييف ولا تمثيل ولا تحريف ولا تأويل ولا تعطيل."
      }
    ],
    "attribution_ar": "متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "6178",
    "title": "একদা একটি লোক সূরা কাহাফ পাঠ করছিল। তার পাশেই দুটো রশি দিয়ে একটি ঘোড়া বাঁধা ছিল।",
    "hadeeth": "বারা’ ইবনে আযেব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একদা একটি লোক সূরা কাহাফ পাঠ করছিল। তার পাশেই দুটো রশি দিয়ে একটি ঘোড়া বাঁধা ছিল। ইতোমধ্যে লোকটিকে একটি মেঘে ঢেকে নিলো। মেঘটি লোকটির নিকটবর্তী হতে থাকলে ঘোড়াটি তা দেখে চমকাতে আরম্ভ করল। অতঃপর যখন সকাল হল তখন লোকটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দরবারে হাজির হয়ে উক্ত ঘটনা বর্ণনা করল। তা [শুনে] তিনি বললেন, “ওটি প্রশান্তি ছিল, যা তোমার কুরআন পড়ার দরুন অবতীর্ণ হয়েছে।”",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "বারা’ ইবনে আযেব রাদিয়াল্লাহু আনহু রাসূলের যামানায় সংঘটিত একটি আশ্চর্য ঘটনা বর্ণনা করেন। তিনি বলেন, একদা একটি লোক সূরা কাহাফ পাঠ করছিল। তার পাশেই রশি দিয়ে একটি ঘোড়া বাঁধা ছিল। ইতোমধ্যে লোকটিকে ছাতার মতো একটি মেঘ ঢেকে নিলো। মেঘটি তার নিকটবর্তী হতে থাকলে ঘোড়াটি তা দেখে চমকাতে আরম্ভ করল এবং লাফালাফি করতে লাগল। অতঃপর যখন সকাল হল তখন লোকটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দরবারে হাজির হয়ে উক্ত ঘটনা বর্ণনা করল। তা [শুনে] নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন,“এ প্রশান্তিটি কুরআন পড়ার সময় যে সাহাবী কুরআন পড়ছিল তার সম্মানে এবং আল্লাহর কালাম যে সত্য তার সাক্ষ্য হিসেবে অবতীর্ণ হয়েছে।”\nলোকটি হলো উসাইদ ইবনে হুযাইর রাদিয়াল্লাহু আনহু।",
    "hints": [],
    "categories": [
      "40",
      "101"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ku"
    ],
    "hadeeth_ar": "عن البراء بن عازب –رضي الله عنهما- قال: كانَ رجلٌ يَقرَأُ سُورةَ الكهفِ، وعندَه فَرَسٌ مَربُوطٌ بِشَطَنَيْنِ، فَتَغَشَّتْهُ سَحَابَةٌ فَجَعَلَتْ تَدْنُو، وجَعلَ فَرَسُه يَنفِرُ منها، فلمّا أصبحَ أتَى النبيَّ صلى الله عليه وسلم فَذَكرَ ذلك له، فقالَ: «تِلكَ السَّكِينةُ تَنَزَّلَتْ للقُرآنِ».",
    "explanation_ar": "ذكر البراء بن عازب رضي الله عنهما قصة عجيبة حصلت زمن النبي صلى الله عليه وسلم ، حيث كان رجل يقرأ سورة الكهف وإلى جانبه فرس مربوطة بحبل، فغطَّاه شيء مثل الظلة؛ وجعل يقترب منه ويقترب، ففزعت الفرس مما رأته ونفرت، فلما أصبح الرجل أتى النبيَّ صلى الله عليه وسلم فذكر ذلك، فبيَّن له النبي صلى الله عليه وسلم أن تلك السكينة تنزلت عند قراءة القرآن، كرامة لهذا الصحابي الذي كان يقرأ، وشهادة من الله تعالى أن كلامه حق.\nوالرجل هو أُسيد بن حُضير رضي الله عنه .",
    "hints_ar": [
      "إن الله يُري بعض عباده بعض آياته، ليزدادوا إيماناً مع إيمانهم.",
      "السكينة تدنو من العباد كلما كثرت قراءة القرآن.",
      "جواز رؤية آحاد الأمة الملائكة.",
      "فضيلة استماع القرآن."
    ],
    "words_meanings_ar": [
      {
        "word": "فتغشته",
        "meaning": " غطته وعلته."
      },
      {
        "word": "ينفر منها",
        "meaning": " يفر ويذهب."
      },
      {
        "word": "السكينة",
        "meaning": " الطمأنينة والرحمة."
      },
      {
        "word": "بشطنين",
        "meaning": " جمع شطن: بفتح الشين المعجمة والطاء المهملة: الحبل."
      },
      {
        "word": "تَدْنُو",
        "meaning": " أي تقرب وتنزل."
      }
    ],
    "attribution_ar": "متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "6212",
    "title": "তোমাকে দাউদের সুললিত কণ্ঠের মত মধুর কণ্ঠ দান করা হয়েছে।",
    "hadeeth": "আবূ মূসা আশ‘আরী রাদিয়াল্লাহু ‘আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “তোমাকে দাউদের সুললিত কণ্ঠের মত মধুর কণ্ঠ দান করা হয়েছে।”\nমুসলিমের এক বর্ণনায় আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, “যদি তুমি আমাকে গত রাতে তোমার তেলাওয়াত শোনা অবস্থায় দেখতে [তাহলে তুমি কতই না খুশি হতে]!”",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "আবূ মূসা আশ‘আরী রাদিয়াল্লাহু ‘আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তারতীল সহ সু ললিত কন্ঠে তার তিলাওয়াত শোনেন তখন তিনি বলেন, “তোমাকে দাউদের সুললিত কণ্ঠের মত মধুর কণ্ঠ দান করা হয়েছে।” দাউদ আলাইহিস সালাম ছিলেন, সুন্দর উঁচা আওয়াজ সু ললিত কন্ঠের অধিকারী। এমনকি আল্লাহ তা‘আলা বলেছেন, ‘হে পর্বতমালা, তোমরা তার সাথে আমার পবিত্রতা ঘোষণা কর’ এবং পাখিদেরকেও (এ আদেশ দিয়েছিলাম)। আর আমি তার জন্য লোহাকেও নরম করে দিয়েছিলাম।[সূরা সাবা, আয়াত: ১০] অমুকের বংশধর বলে অনেক সময় শুধু তাকে উদ্দেশ্য করা হয়। কারণ, এখানে দাউদ আলাইহি সালামকে যেমন সুন্দর কন্ঠ দেওয়া হয়েছে, তাদের থেকে আর কাউকে এ ধরনের সুন্দর কন্ঠ দেওয়া হয়নি।",
    "hints": [],
    "categories": [
      "39",
      "101"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ku"
    ],
    "hadeeth_ar": "عن أبي موسى الأشعري رضي الله عنه : أن رسول الله صلى الله عليه وسلم قال له: «لقد أُوتيتَ مِزْمَاراً من مزامير آل داود».\nوفي رواية لمسلم: أنّ رسول الله صلى الله عليه وسلم قال له: «لو رَأيتَنِي وأنا أستمع لقراءتك البارحة».",
    "explanation_ar": "عن أبي موسى الأشعري -رضي اللّه عنه- أن رسول اللّه صلى الله عليه وسلم قال له لما سمع قراءته الجميلة المرتلة: (لقد أوتيت مزمارا من مزامير آل داود)، وقوله: \"لقد أوتيت\"، أي: أعطيت، : \"مزماراً من مزامير آل داود\"، أي داود نفسه، وداود عنده صوت حسن جميل رفيع، حتى قال الله تعالى : \"يا جبال أوّبي معه والطير، وألنّا له الحديد\" [سبأ: 10]، وآل فلان قد يطلق على الشخص نفسه؛ لأن أحداً منهم لم يُعطَ من حسن الصوت ما أعطيه داود.",
    "hints_ar": [
      "4- مكانة أبي موسى الأشعري  -رضي الله عنه- وحسن صوته ومدح النبي -صلى الله عليه وسلم- له.",
      "1- استحباب تحسين الصوت بالقرآن؛ لأن ذلك يزيد القرآن حلاوة ونفوذاً إلى قلوب السامعين.",
      "5-  فضل نبي الله داود -عليه السلام-.",
      "2- استحباب الاستماع إلى القرآن والإنصات له.",
      "3- الجهر بالعبادة قد يكون في بعض المواضع أفضل من الإسرار."
    ],
    "words_meanings_ar": [
      {
        "word": "مزماراً",
        "meaning": " المراد: الصوت الحسن، وأصله الآلة، وأطلق اسمه على الصوت للمشابهة."
      },
      {
        "word": "آل داود",
        "meaning": " المراد: داود النبي -عليه السلام- من أنبياء بني إسرائيل."
      },
      {
        "word": "البارحة",
        "meaning": " أقرب ليلة مضت."
      }
    ],
    "attribution_ar": "متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "6828",
    "title": "কিয়ামতের দিন কুরআন ও কুরআনের ধারকদ- যারা তার ওপর দুনিয়াতে আমল করত. তাদের উপস্থিত করা হবে।",
    "hadeeth": "নাওআস ইবন সাম‘আন রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, “কিয়ামতের দিন কুরআন ও কুরআনের ধারকদ- যারা তার ওপর দুনিয়াতে আমল করত. তাদের উপস্থিত করা হবে। সূরা আল-বাকারা ও সূরা আলে-ইমরান তার আগে আগে থাকবে, তারা তাদের তিলাওয়াতকারীদের জন্যে সুপারিশ করবে।”",
    "attribution": "এটি মুসলিম বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "নাওআস ইবন সাম‘আন রাদিয়াল্লাহু ‘আনহুর হাদীসে বর্ণিত হয়েছে যে,নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, “কিয়ামতের দিন কুরআন ও কুরআনের ধারকদেরকে উপস্থিত করা হবে— যারা দুনিয়াতে কুরআন অনুযায়ী আমল করত। সূরা আল-বাকারা ও সূরা আলে-ইমরান তার আগে আগে থাকবে, তারা তাদের তিলাওয়াতকারীদের জন্যে সুপারিশ করবে।” তবে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ হাদীসে কুরআন তিলাওয়াতকে আমলের সাথে শর্তযুক্ত করে দিয়েছেন। কেননা যারা কুরআন তিলাওয়াত করে তারা দু’ধরণের। এক প্রকার যারা তিলাওয়াত অনুযায়ী আমল করে না। তারা কুরআনে বর্ণিত সংবাদসমূহের প্রতি আদৌই ঈমান আনে নি, এবং তারা কুরআনের বিধান অনুযায়ী আমল করে নি। কুরআন উল্টো তাদের বিরুদ্ধে সাক্ষী দিবে। আর আরেক প্রকার লোক আছে যারা কুরআনে বর্ণিত সংবাদসমূহের প্রতি ঈমান এনেছে, সেগুলোর প্রতি বিশ্বাস করেছে এবং এর বিধান অনুযায়ী আমল করে। তাদের জন্যই কুরআন কিয়ামতের দিন সুপারিশকারী হবে।একথা দ্বারা স্পষ্ট হলো যে, কুরআনের সবচেয়ে গুরুত্বপূর্ণ বিষয় হলো সে অনুযায়ী আমল করা। আল্লাহ তা‘আলার নিম্নোক্ত বাণী এ কথা সমর্থন করে, “আমি আপনার প্রতি নাযিল করেছি এক বরকতময় কিতাব, যাতে তারা এর আয়াতসমূহ নিয়ে গভীরভাবে চিন্তা করে এবং যাতে বুদ্ধিমানগণ উপদেশ গ্রহণ করে।” [সূরা সোয়াদ, আয়াত: ২৯] আল্লাহর বাণী, “যাতে তারা এর আয়াতসমূহ নিয়ে গভীরভাবে চিন্তা করে” অর্থাৎ যাতে তারা এর অর্থ গভীরভাবে অনুধাবন করে ও বুঝে। “এবং যাতে বুদ্ধিমানগণ উপদেশ গ্রহণ করে” অর্থাৎ যাতে তারা কুরআন অনুযায়ী আমল করে। আমলকে গভীরভাবে চিন্তা করার পরে আনা হয়েছে; কেননা কোনো কিছু করার আগে গভীরভাবে বুঝা ব্যতীত আমল করা অসম্ভব। আর ইলমের দ্বারা তাদাব্বুর তথা গভীর চিন্তা-ভাবনা অর্জিত হয়। আর আমল হলো ইলমের শাখা। মূলকথা হলো, কুরআন নাযিলের উদ্দেশ্য হলো তা তিলাওয়াত করা, সে অনুযায়ী আমল করা, এর আনিত সংবাদসমূহের ওপর বিশ্বাসস্থাপন করা, এর বিধান অনুযায়ী আমল করা, এর আদেশসমূহ মান্য করা এবং নিষেধাজ্ঞাসমূহ থেকে বিরত থাকা। তাহলে কিয়ামতের দিন কুরআন তার তিলাওয়াতকারীর জন্য সুপারিশ করবে।\nদেখুন, শরহি রিয়াদুস সালিহীন, (4/637-638)",
    "hints": [],
    "categories": [
      "39"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ha",
      "ku"
    ],
    "hadeeth_ar": "عن النواس بن سمعان رضي الله عنه قال: سمعتُ رسولَ اللهِ صلى الله عليه وسلم يقولُ: «يُؤتى يوم القيامة بالقرآن وأهلِه الذين كانوا يعملون به في الدنيا، تَقْدُمُه سورةُ البقرة وآلِ عمران، تُحاجَّانِ عن صاحِبِهِما».",
    "explanation_ar": "حديث النواس بن سمعان رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"يؤتي يوم القيامة بالقرآن، وأهله الذين كانوا يعملون به في الدنيا تقدمه سورة البقرة وآل عمران تحاجان عن صاحبهما\"، ولكن الرسول صلى الله عليه وسلم قيد في هذا الحديث قراءة القرآن بالعمل به؛ لأن الذين يقرءون القرآن ينقسمون إلى قسمين؛ قسم: لا يعمل به، فلا يؤمنون بأخباره، ولا يعملون بأحكامه هؤلاء يكون القرآن حجة عليهم، وقسم آخر: يؤمنون بأخباره ويصدقون بها، ويعملون بأحكامه، فهؤلاء يكون القرآن حجة لهم يحاج عنهم يوم القيامة، وفي هذا دليل على أن أهم شيء في القرآن العمل به، ويؤيد هذا قوله تعالى: \"كتاب أنزلناه إليك مبارك ليدبروا آياته، وليذكر أولوا الألباب\"، \"ليدبروا آياته\"، أي: يتفهمون معانيها، \"وليذكر أولوا الألباب\"، يعني: ويعملون بها، وإنما أخر العمل عن التدبر؛ لأنه لا يمكن العمل بلا تدبر إذا إن التدبر يحصل به العلم والعمل فرع عن العلم، فالمهم أن هذا هو الفائدة من إنزال القرآن أن يتلى ويعمل به يؤمن بأخباره يعمل بأحكامه يمتثل أمره يجتنب نهيه، فإذا كان يوم القيامة فإنه يحاج عن أصحابه.",
    "hints_ar": [
      "فضل تلاوة القرآن، وتلاوة سورتي البقرة وآل عمران.",
      "القرآن شفيع لأصحابه يوم القيامة.",
      "العلم يقتضي العمل، وإلا كان حجة على صاحبه يوم القيامة."
    ],
    "words_meanings_ar": [
      {
        "word": "تقدمه",
        "meaning": " تتقدمه."
      },
      {
        "word": "تحاجان",
        "meaning": " تجادلان."
      }
    ],
    "attribution_ar": "رواه مسلم، ولفظة: \"في الدنيا\" لا توجد في مسلم، ولعل النووي أخذها من ابن الأثير، انظر: جامع الأصول (8/472 رقم6242)",
    "grade_ar": "صحيح"
  },
  {
    "id": "8401",
    "title": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমর ইবন হাযামকে যে চিঠি লিখেছেন তাতে রয়েছে যে, “পবিত্র ব্যক্তি ছাড়া কেউ কুরআনকে স্পর্শ করবে না।",
    "hadeeth": "আব্দুল্লাহ ইবন আবূ বকর ইবন হাযাম থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমর ইবন হাযামকে যে চিঠি লিখেছেন তাতে রয়েছে যে, “পবিত্র ব্যক্তি ছাড়া কেউ কুরআনকে স্পর্শ করবে না।”",
    "attribution": "এটি মালেক বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "হাদীসটির অর্থ: “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমর ইবন হাযামকে যে চিঠি লিখেছেন তাতে রয়েছে” অর্থাৎ আমর ইবন হাযাম যখন নাজরানের বিচারপতি ছিলেন, তখন তার কাছে একটি দীর্ঘ চিঠি লিখেন, যাতে শরী‘আতের অনেক বিধান যেমন, ফারায়েয, সাদাকাত, দিয়াত ইত্যাদি। এটি একটি প্রসিদ্ধ চিঠি যা উম্মত গ্রহণ করেছেন। তাতে রয়েছে: “পবিত্র ব্যক্তি ছাড়া কেউ কুরআনকে স্পর্শ করবে না” স্পর্শ করা দ্বারা উদ্দেশ্য হচ্ছে কোনো প্রকার আড়াল ছাড়া ধরা। এর ওপর ভিত্তি করে বলা যায়, কাপড়ের উপর ধরার বিষয়টি আলাদা। যেমন, যদি কোনো ব্যক্তি কোনো ব্যাগ বা থলে বহন করল অথবা তার পৃষ্ঠাগুলো কোনো লাকড়ি বা লাকড়ি জাতীয় বস্তু দ্বারা উল্টালো প্রভৃতি এ নিষেধের অন্তর্ভুক্ত হবে না। কারণ, স্পর্শ করা পাওয়া যায় নি। এখানে কুরআন দ্বারা উদ্দেশ্য হলো, যাতে কুরআন লিপিবদ্ধ করা হয়। যেমন, তখতি, কাগজ, চামড়া ইত্যাদি। এখানে কুরআন দ্বারা উদ্দেশ্য আল্লাহর বাণী নয়। কারণ, বাণী শোনা যায় স্পর্শ করা যায় না। إلا طَاهر শব্দটির চারটি অর্থ এখানে প্রয়োগ করা যেতে পারে। এক. এখানে পবিত্র দ্বারা উদ্দেশ্য মুসলিম। যেমন, আল্লাহ বলেন, “নিশ্চয় মুশরিকরা অপবিত্র।” দুই. নাপাকী থেকে পবিত্র উদ্দেশ্য। যেমন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিড়াল সম্পর্কে বলেছেন, “অবশ্যই তা অপবিত্র নয়।” তিন. বড় নাপাকী থেকে পবিত্রতা। চার. পবিত্রতা দ্বারা উদ্দেশ্য ওযু অবস্থায় থাকা। শরী‘আতে স্বীকৃত এসব তাহারাত এ হাদীসটির অর্থে প্রয়োগ করার সম্ভাবনা ও অবকাশ রয়েছে। আমাদের নিকট এক অর্থকে অপর অর্থের ওপর প্রাধান্য দেওয়ার কোনো প্রমাণ নেই। তবে উত্তম হলো তাকে সর্বনিম্ন অর্থে প্রয়োগ করা। আর তা হলো ছোট নাপাকী। কারণ, এটি নিশ্চিত। আর এটিই অধিকাংশ মতের অনুরূপ। তাদের মধ্যে রয়েছেন চার ইমাম এবং তাদের অনুসারীগণ। এটিই সতর্কতা ও উত্তম।",
    "hints": [],
    "categories": [
      "29"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "id",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "fr",
      "vi",
      "ug",
      "ha",
      "ku",
      "ru"
    ],
    "hadeeth_ar": "عن عبد الله بن أبي بكر بن حزم، أن في الكتاب الذي كتبه رسول الله صلى الله عليه وسلم لعَمْرو بن حَزْم: «أن لا يَمَسَّ القرآن إلا طَاهر».",
    "explanation_ar": "معنى الحديث: \"في الكتاب الذي كَتَبَه رسول الله صلى الله عليه وسلم لعمرو بن حَزْم\" أي أن النبي صلى الله عليه وسلم كتب كتابا لعمرو بن حَزْم عندما كان قاضيا على نجران، كتب له كتابا مُطَوَّلا فيه كثير من أحكام الشريعة، كالفرائض والصدقات والديات، وهو كتاب مشهور تلقته الأُمُّة بالقبول. \n\"أن لا يَمَسَّ القرآن إلا طَاهر\" المراد بالمس هنا: أن يُباشره بيده من غير حائل، وبناء عليه: فإن تناوله من وراء حائل مُنفصل عنه كما لو حمله في كِيس أو شنطة أو قَلَّب صفحاته بِعُود ونحوه لم يدخل في النهي لعدم حصول المَسُّ.\nوالمراد بالقرآن هنا: ما كُتب فيه القرآن، كالألواح والأوراق والجلود، وغير ذلك، وليس المراد به الكلام؛ لان الكلام لا يُمَس بل يُسْمَع.\nو \" إلا طَاهر\" هذا اللفظ مشتَرَك بين أربعة أمور:\nالأول: المراد بالطاهر المسلم؛ كما قال تعالى : {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ}.\nالثاني: المراد به الطاهرُ من النجاسة؛ كقوله صلى الله عليه وسلم في الهرَّة: \"إنَّها ليست بنجس\".\nالثالث: المراد به الطَّاهرُ من الجنابة.\nالرابع: أنَّ المراد بالطَّاهر المتوضئُ.\nكل هذه المعاني للطهارة في الشَّرع محْتَمِلَة في المراد من هذا الحديث، وليس لدينا مرجِّح لأحدها على الآخر، فالأولى حَمْلُهَا على ما فهمه الصحابة -رضوان الله عليهم-، وهو المُحْدِث حدثًا أصغر؛ وهو موافق لما ذهب إليه الجمهور، ومنهم الأئمة الأربعة وأتباعهم، وهو الاحتياط والأولى.",
    "hints_ar": [
      "في الحديث تعظيمُ القرآن، وأنَّه يجبُ احترامه، فلا يجوزُ مَسُّ المصحف بنجاسة، ولا يُجعَل في مكانٍ لا يليق؛ إمَّا لنجاستِهِ، وإمَّا بجانب صور، أو تعلق آياته بجانب صور، أو يُتْلَى في مكانِ لهوٍ أو عند الأغاني، أو عند أحدٍ يشرب الدخان، أو في مكان لغَطٍ وأصواتٍ، ونحو ذلك ممَّا يعرِّض كتاب الله -تعالى- للإهانة.",
      "وجوب الوضوء عند إرادة مَسِّ المصحف.",
      "ظاهر عموم الحديث شامل للصغير المميز، والراجح خلاف ذلك لوجود المشقة في إلزامهم بالوضوء، ولأنهم غير مُكَلَّفين، فأُبيح لهم مَسُّه لحاجة التعليم."
    ],
    "words_meanings_ar": [],
    "attribution_ar": "رواه مالك والدارمي",
    "grade_ar": "صحيح"
  },
  {
    "id": "10119",
    "title": "নিশ্চয় আল্লাহ তা‘আলা এই কিতাব দ্বারা কতক লোককে উচ্চ মর্যাদায় অধিষ্ঠিত করেন এবং কতককে অবনমিত করেন।",
    "hadeeth": "উমার ইবন খাত্তাব রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, “নিশ্চয় আল্লাহ তা‘আলা এই কিতাব দ্বারা কতক লোককে উচ্চ মর্যাদায় অধিষ্ঠিত করেন এবং কতককে অবনমিত করেন।”",
    "attribution": "এটি মুসলিম বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "উমার ইবন খাত্তাব রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, “নিশ্চয় আল্লাহ তা‘আলা এই কিতাব দ্বারা কতক লোককে উচ্চ মর্যাদায় অধিষ্ঠিত করেন এবং কতককে অবনমিত করেন।” অর্থাৎ লোকেরা এ কুরআন গ্রহণ করেন, তা তিলাওয়াত করেন ও অনুধাবন করেন। তাদের মধ্য থেকে কিছু সংখ্যক লোককে আল্লাহ তা‘আলা দুনিয়া ও আখিরাতে উচ্চ মর্যাদায় অধিষ্ঠিত করেন। আবার কিছু সংখ্যক লোককে তিনি দুনিয়া ও আখিরাতে অবনমিত ও অপদস্ত করেন। যারা এ কুরআনের ওপর বিশ্বাস করে সে অনুযায়ী আমল করবে, এর আদেশ মান্য করবে, নিষেধাজ্ঞা থেকে বিরত থাকবে, এর পথনির্দেশনা অনুযায়ী চলবে, কুরআনের আখলাক অনুযায়ী নিজের আখলাক তথা চরিত্র গঠন করবে (কুরআনের সব আখলাকই উত্তম আখলাক) আল্লাহ তাদেরকে দুনিয়া ও আখিরাতে উচ্চ মর্যাদাবান করবেন। কেননা এ কুরআন হলো জ্ঞান-বিজ্ঞানের মূল, সমস্ত জ্ঞান ও মর্যাদার মূল উৎস। আল্লাহ তা‘আলা বলেছেন, “তোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদেরকে জ্ঞান দান করা হয়েছে আল্লাহ তাদেরকে মর্যাদায় সমুন্নত করবেন।” [সূরা আল-মুজাদালাহ, আয়াত: ১১] আর আখিরাতে আল্লাহ জান্নাতের চির সুখ-শান্তি দান করে তাদের মর্যাদা উচ্চ করবেন।\nআর এ কুরআন দ্বারা আল্লাহ যাদেরকে অবনমিত করবেন তারা হলেন যারা এ কুরআন তিলাওয়াত করেছে, সুন্দরভাবে অর্থসহ বুঝেছে; কিন্তু তারা অহংকার করেছে (আল্লাহর কাছে আমরা আশ্রয় চাচ্ছি), তারা কুরআনের সংবাদসমূহের প্রতি বিশ্বাস করে নি, এর বিধান অনুযায়ী আমল করে নি, আমলের ক্ষেত্রে তারা অহংকার করেছে, কুরআন আনিত ঘটনাসমূহ যেমন পূর্ববর্তী নবীদের ঘটনা বা অন্যদের ঘটনা, অথবা কিয়ামত দিবস বা এ রূপ অন্যান্য বিষয়ের প্রতি ঈমান না এনে সন্দেহ পোষণ করেছে ও অস্বীকার করেছে। কখনো তাদের এ অবস্থা এমন পর্যায়ে নিয়ে গেছে যে তারা কুরআন পাঠ করা সত্ত্বেও তা অস্বীকার করেছে, এর বিধানসমূহ অহংকারবশত অস্বীকার করেছে, এর আদেশ অনুযায়ী আমল করেনি এবং নিষেধাজ্ঞা থেকে বিরত থাকেনি। এসব লোকদেরকে আল্লাহ দুনিয়া ও আখিরাতে অপদস্ত ও অবনমিত করবেন। দেখুন, শরহে রিয়াদুস সালেহীন, (৪/৬৪৫-৬৪৭)",
    "hints": [],
    "categories": [
      "39"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "si",
      "ha",
      "ku"
    ],
    "hadeeth_ar": "عن عمر بن الخطاب رضي الله عنه : أن النبي صلى الله عليه وسلم قال: «إن اللهَ يَرفعُ بهذا الكِتابِ أقْواماً ويَضَعُ به آخَرِينَ».",
    "explanation_ar": "عن عمر بن الخطاب رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"إن الله يرفع بهذا الكتاب أقواماً ويضع به آخرين\"، يعني: معناه أن هذا القرآن يأخذه أناس يتلونه ويقرءونه، فمنهم من يرفعه الله به في الدنيا والآخرة، ومنهم من يضعهم الله به في الدنيا والآخرة، من عمل بهذا القرآن تصديقاً بأخباره، وتنفيذاً لأوامره واجتناباً لنواهيه، واهتداء بهديه، وتخلقاً بما جاء به من أخلاق -وكلها أخلاق فاضلة-، فإن الله تعالى يرفعه به في الدنيا والآخرة، وذلك لأن هذا القرآن هو أصل العلم ومنبع العلم وكل العلم، وقد قال الله تعالى: (يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات)، أما في الآخرة فيرفع الله به أقواماً في جنات النعيم.\nوأما الذين يضعهم الله به فقوم يقرءونه ويحسنون قراءته، لكنهم يستكبرون عنه -والعياذ بالله- لا يصدقون بأخباره، ولا يعملون بأحكامه يستكبرون عنه عملاً، ويجحدونه خبراً إذا جاءهم شيء من القرآن كقصص الأنبياء السابقين أو غيرهم أو عن اليوم الآخر أو ما أشبه ذلك صاروا والعياذ بالله يشككون في ذلك ولا يؤمنون، وربما يصل بهم الحال إلى الجحد مع أنهم يقرءون القرآن، وفي الأحكام يستكبرون لا يأتمرون بأمره ولا ينتهون بنهيه، هؤلاء يضعهم الله في الدنيا والآخرة، والعياذ بالله.",
    "hints_ar": [
      "الحث على الاهتمام بكتاب الله تلاوة وحفظاً وفهماً وعملاً.",
      "العلم يرفع صاحبه في الدنيا والآخرة، ما لا يرفعه المال ولا الملك ولا غيرهما.",
      "الأمة المسلمة عزها وشرفها بتمسكها بدينها، والقيام بحق كتابها."
    ],
    "words_meanings_ar": [
      {
        "word": "يضع",
        "meaning": " يخفض."
      }
    ],
    "attribution_ar": "رواه مسلم",
    "grade_ar": "صحيح"
  },
  {
    "id": "10913",
    "title": "যখন তোমরা আলহামদু লিল্লাহ পড়ো, তখন তোমরা বিছমিল্লাহির রাহমানির রাহিম পড়। এটি কুরআনের মা, কিতাবের মা এবং সাতটি প্রশংসনীয় আয়াত। আর বিসমিল্লাহির রাহমানির রাহীম তার একটি।",
    "hadeeth": "আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাহি ওয়াসাল্লাম বলেছেন, “যখন তোমরা আলহামদু লিল্লাহ পড়ো, তখন তোমরা বিছমিল্লাহির রাহমানির রাহিম পড়। এটি কুরআনের মা, কিতাবের মা এবং সাতটি প্রশংসনীয় আয়াত। আর বিসমিল্লাহির রাহমানির রাহীম তার একটি”।",
    "attribution": "এটি বাইহাকী বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "সালাতে সূরা ফাতিহার পূর্বে বিসমিল্লাহ পড়ার প্রচলন থাকার বিষয়টি হাদীসটি স্পষ্ট করে। কারণ, এটি সূরা ফাতিহারই একটি অংশ। পড়া দ্বারা উদ্দেশ্য আস্তে পড়া বড় আওয়াযে নয়। অসংখ্য ও বিশুদ্ধ হাদীসে জোরে না পড়ার কথা এসেছে। আর তাহাবী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তার পরবর্তী খুলাফায়ে রাশেদীন থেকে বিসমিল্লাহ উচ্চ আওয়াজে না পড়ার বিষয়টি মুতাওয়াতির বর্ণনা দ্বারা প্রমাণিত।",
    "hints": [],
    "categories": [
      "738"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ku"
    ],
    "hadeeth_ar": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : إذا قرأتم: الحمد لله فاقرءوا: ﴿بسم الله الرحمن الرحيم﴾ إنها أم القرآن، وأم الكتاب، والسبع المثاني، و﴿بسم الله الرحمن الرحيم﴾ إحداها.",
    "explanation_ar": "يبين الحديث الشريف مشروعية قراءة البسملة قبل الفاتحة في الصلاة؛ وعلل ذلك بأنها جزء من سورة الفاتحة، والمراد قراءتها سرًا لا جهرًا، فقد ورد عدم الجهر في أحاديث أكثر وأصح، وقال الطحاوي: إن ترك الجهر بالبسملة في الصلاة تواتر عن النبي صلى الله عليه وسلم وخلفائه.",
    "hints_ar": [
      "الحديث يدل على مشروعية قراءة \"البسملة\" في الصلاة، عند إرادة قراءة الفاتحة، وذكر العلة في ذلك بأنَّها إحدى آيات الفاتحة، فهي منها.",
      "الجهر بالبسملة معارض بأحاديث صحيحة، وذكر بعض العلماء أن ترك الجهر بالبسملة في الصلاة تواتر عن النبي -صلى الله عليه وسلم- وخلفائه."
    ],
    "words_meanings_ar": [
      {
        "word": "السبع المثاني",
        "meaning": " سورة الفاتحة، وسميت الفاتحة السبع المثاني؛ لأنها تثُنى في كل صلاة أي تُقرأ وتعاد."
      }
    ],
    "attribution_ar": "رواه البيهقي والدراقطني",
    "grade_ar": "صحيح"
  },
  {
    "id": "3377",
    "title": "উমার আমাকে বদর যুদ্ধে অংশগ্রহণকারী শায়খদের সঙ্গে (তাঁর সভায়) প্রবেশ করাতেন। তাঁদের মধ্যে কিছু লোক যেন মনে মনে ক্ষুব্ধ হলেন।",
    "hadeeth": "ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন যে, উমার আমাকে বদর যুদ্ধে অংশগ্রহণকারী শাইখদের সঙ্গে (তার সভায়) প্রবেশ করাতেন। তাদের মধ্যে কিছু লোক যেন মনে মনে ক্ষুব্ধ হলেন। অতএব, বললেন, ‘এ আমাদের সঙ্গে কেন প্রবেশ করছে? এর মত (সমবয়স্ক) ছেলে তো আমাদেরও আছে।’ (এ কথা শুনে) উমার রাদিয়াল্লাহু ‘আনহু বললেন, ‘এ কে, তা তোমরা জান।’ সুতরাং তিনি একদিন আমাকে ডাকলেন এবং আমাকে তাঁদের সঙ্গে (সভায়) প্রবেশ করালেন। আমার ধারণা ছিল যে, এদিন আমাকে ডাকার উদ্দেশ্য হলো, তাদেরকে আমার মর্যাদা দেখানো। তিনি (পরীক্ষাস্বরূপ সভার লোককে) বললেন, ‘তোমরা আল্লাহর এই কথা: “যখন আল্লাহর সাহায্য ও বিজয় উপস্থিত হবে।” [সূরা আন-নাসর, আয়াত: ১] এর ব্যাখ্যার ব্যাপারে কী বল?’ কিছু লোক বললেন, ‘আমাদেরকে এতে আদেশ দেওয়া হয়েছে যে, যখন আল্লাহ আমাদেরকে সাহায্য ও বিজয় দান করবেন, তখন যেন আমরা তাঁর প্রশংসা করি ও তাঁর কাছে ক্ষমা চাই।’ আর কিছু লোক নিরুত্তর থাকলেন এবং কিছুই বললেন না। (ইবন আব্বাস বলেন,) অতঃপর তিনি আমাকে বললেন, ‘হে ইবনে আব্বাস! তুমিও কি এ কথাই বল?’ আমি বললাম, ‘না।’ তিনি বললেন, ‘তাহলে তুমি (এর ব্যাখ্যা) কী বল?’ আমি বললাম, ‘তা হলো আল্লাহর রাসূল সাল্লাল্লাহ আলাইহি ওয়াসাল্লামের মৃত্যু সংবাদ, যা আল্লাহ তাঁকে জানিয়েছেন।’ তিনি বলেন, “যখন আল্লাহর সাহায্য ও বিজয় সমাগত হবে।” আর সেটা হলো তোমার মৃত্যুর পূর্বলক্ষণ। “তখন তুমি তোমার রবের প্রশংসা দ্বারা তাঁর পবিত্রতা বর্ণনা কর ও তাঁর কাছে স্বীয় ত্রুটির জন্য ক্ষমা চাও। নিশ্চয় তিনি তওবা গ্রহণকারী।” [সূরা আন-নাসর, আয়াত: ৩] অতঃপর উমার রাদিয়াল্লাহু ‘আনহু বললেন, এর অর্থ আমি তাই জানি, যা তুমি বললে।",
    "attribution": "এটি বুখারী বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "উমার রাদিয়াল্লাহু ‘আনহুর অভ্যাস ছিল, তিনি কোন জটিল বিষয়ে বুদ্ধিমান লোকদের থেকে পরামর্শ নিতেন। আর তিনি তার সভা কক্ষে বদরী ও বড় বড় সাহাবীদের সাথে আব্দুল্লাহ ইবন আব্বাসকেও প্রবেশ করাতেন। অথচ তিনি ছিলেন তাদের তুলনায় বয়সে ছোট। ফলে তারা ক্ষুব্ধ হলো এবং তারা বলাবলি করতে লাগলো কীভাবে ইবন আব্বাসকে প্রবেশ করান। অথচ তাদের সন্তানদের প্রবেশ করান না। তাই উমার রাদিয়াল্লাহু ‘আনহু মেধা, ইলম ও দূরদর্শি হিসেবে আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহর অবস্থান তাদের সামনে তুলে ধরতে চাইলেন। তিনি তাদের সবাইকে এবং তাকে একত্র করলেন। আর তাদের সামনে এ সূরা: “যখন আল্লাহর সাহায্য ও বিজয় সমাগত হবে এবং আপনি মানুষকে দলে দলে আল্লাহর দীনে প্রবেশ করতে দেখবেন,তখন আপনি আপনার রবের পবিত্রতা বর্ণনা করুন এবং তাঁর কাছে ক্ষমা প্রার্থনা করুন। নিশ্চয় তিনি ক্ষমাকারী।” [সূরা আন-নাসর] পেশ করলেন। যখন তাদেরকে তিনি জিজ্ঞাসা করলেন যে, তোমরা এ সূরা সম্পর্কে কী বল? তখন তারা দু’ভাগে বিভক্ত হলো, একদল চুপ থাকল। আর অপর দল বলল, ‘আমাদেরকে এতে আদেশ দেওয়া হয়েছে যে, যখন আল্লাহ আমাদেরকে সাহায্য ও বিজয় দান করবেন, তখন যেন আমরা তাঁর প্রশংসা করি, তাসবীহ পাঠ করি ও তাঁর কাছে ক্ষমা চাই। কিন্তু উমার রাদিয়াল্লাহু ‘আনহু সূরার উদ্দেশ্য সম্পকে জানতে চেয়েছেন। তিনি শাব্দিক অর্থ ও বাক্যগুলোর অর্থ জানতে চান নি। অতঃপর তিনি আব্দুল্লাহ ইবন আব্বাসকে বললেন, ‘তুমি এ সূরা সম্পর্কে কী বল? তিনি বললেন, ‘তা হলো আল্লাহর রাসূল সাল্লাল্লাহ আলাইহি ওয়াসাল্লামের মৃত্যু সংবাদ। অর্থাৎ তার মৃত্যু উপস্থিত হওয়ার আলামত। এটি আল্লাহ তা‘আলা তাকে নির্দশন হিসেবে দান করেছেন। “যখন আল্লাহর সাহায্য ও বিজয় সমাগত হবে।” অর্থাৎ মক্কা বিজয়। আর সেটা হলো তোমার মৃত্যুর পূর্বলক্ষণ। “তখন তুমি তোমার রবের প্রশংসায় তাঁর পবিত্রতা বর্ণনা কর ও তাঁর কাছে স্বীয় ত্রুটির জন্য ক্ষমা চাও। নিশ্চয় তিনি তাওবা গ্রহণকারী।” [সূরা আন-নাসর, আয়াত: ৩] অতঃপর উমার রাদিয়াল্লাহু ‘আনহু বললেন, এর অর্থ আমি তাই জানি, যা তুমি বললে। এ ঘটনা দ্বারা আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমার ফযীলত স্পষ্ট হলো।",
    "hints": [],
    "categories": [
      "10"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "vi",
      "ug",
      "ha"
    ],
    "hadeeth_ar": "عن عبد الله ابن عباس رضي الله عنهما كان عمر رضي الله عنه يُدْخِلُنِي مع أَشْيَاخِ بَدْرٍ فَكَأَنَّ بَعْضَهُم وَجَدَ في نفسه، فقال: لم يُدْخِلُ هذا معنا ولنا أبناءٌ مثله؟! فقال عمر: إنه من حَيْثُ عَلِمْتُمْ! فدعاني ذاتَ يومٍ فأَدَخَلَنِي مَعَهُمْ فما رأيتُ أنه دعاني يَوْمَئِذٍ إلا لِيُرِيَهُم، قال: ما تقولون في قول الله:(إذا جاء نصر الله والفتح)، [الفتح: 1]، فقال بعضهم: أَمَرَنَا نَحْمَدُ اللهَ ونَسْتَغْفِرُهُ إذا نصرنا وفَتَحَ علينا، وسكتَ بعضُهُم فَلَمْ يَقُلْ شيئًا، فقال لي: أكذلك تقولُ يا ابنَ عباس؟ فقلت: لا، قال: فما تقول؟ قلت: هو أَجَلُ رسولِ اللهِ صلى الله عليه وسلم أَعْلَمَهُ له، قال: \"إذا جاء نصر الله والفتح\" وذلك علامةُ أجلِكَ، \"فسبح بحمد ربك واستغفره إنه كان توابا\" فقال عمر رضي الله عنه : مَا أَعْلَمُ مِنْهَا إلَّا مَا تَقُولُ.",
    "explanation_ar": "كان من هدي عمر رضي الله عنه أنه يشاور الناس ذوي الرأي فيما يُشكِلُ عليه، وكان يُدخل مع أشياخ بدر وكبار الصحابة عبد الله بن عباس وكان صغير السن بالنسبة لهؤلاء، فغضبوا من ذلك، كيف يُدخل ابن عباس رضي الله عنهما ولا يُدخل أبناؤهم، فأراد عمرُ أن يريهم مكانة عبد الله بن عباس رضي الله عنهما من العلم والذكاء والفطنة، فجمعهم ودعاه، فعرض عليهم هذه السورة: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا}، فانقسموا إلى قسمين لما سألهم عنها ما تقولون فيها؟ قسمٌ سكت، وقسمٌ قال: إن الله أمرنا إذا جاء النصر والفتح، أن نستغفر لذنوبنا، وأن نحمده ونسبح بحمده؛ ولكن عمر رضي الله عنه أراد أن يعرف ما مغزى هذه السورة، ولم يرد أن يعرف معناها من حيث الألفاظ والكلمات.\nفسأل ابن عباس رضي الله عنهما قال: ما تقول في هذه السورة؟ قال: هو أجل رسول الله صلى الله عليه وسلم ، يعني علامة قرب أجله، أعطاه الله آية: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} يعني فتح مكة، فإن ذلك علامة أجلك؛ {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} فقال: ما أعلم فيها إلا ما علمت. \nوظهر بذلك فضل عبد الله بن عباس رضي الله عنهما .",
    "hints_ar": [
      "جواز تحدث المرء بنعمة الله عليه.",
      "جواز إدخال الصغار على الكبار إذا كان في ذلك منفعة.",
      "التنبيه على الاستغفار عند دنو الأجل؛ لأنه يكون في خواتم الأمور.",
      "بشرى للنبي -صلى الله عليه وسلم- بفتح مكة.",
      "يتقدم المرء على أقرانه بحسن فهمه وسعة علمه.",
      "فضل عبد الله بن عباس -رضي الله عنهما-، وفهمه لكتاب الله -تعالى- حتى لُقِّبَ ترجمان القرآن.",
      "فضل العلم والعلماء.",
      "ينبغي على الحاكم والأمير مشاورة أهل العلم والفضل في مهمات الأمور."
    ],
    "words_meanings_ar": [
      {
        "word": "أشياخ بدر",
        "meaning": " أشياخ: جمع شيخ، وهو من أدرك الشيخوخة وهي غالبا عند الخمسين، أو هو ذو المكانة من علم أو فضل أو رياسة، وأشياخ بدر: أي من شهد بدرا من المهاجرين والأنصار."
      },
      {
        "word": "وجد",
        "meaning": " غضب."
      },
      {
        "word": "من حيث علمتم",
        "meaning": " أي: من بيت النبوة ومنبع العلم."
      },
      {
        "word": "ليريهم",
        "meaning": " أي: يعلمهم."
      },
      {
        "word": "والفتح",
        "meaning": " أي: فتح مكة."
      },
      {
        "word": "ورأيت",
        "meaning": " أبصرت."
      },
      {
        "word": "علامة أجلك",
        "meaning": " أي: قرب انتهاء عمرك."
      }
    ],
    "attribution_ar": "رواه البخاري",
    "grade_ar": "صحيح"
  },
  {
    "id": "4217",
    "title": "নিশ্চয় আল্লাহ তা‘আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মৃত্যুর পূর্বে (পূর্বাপেক্ষা) বেশি অহী নিরবচ্ছিন্নভাবে অবতীর্ণ করেছেন।",
    "hadeeth": "আনাস রাদিয়াল্লাহু ‘আনহু থেকে মরফূ‘ হিসেবে বর্ণিত, নিশ্চয় আল্লাহ তা‘আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মৃত্যুর পূর্বে (পূর্বাপেক্ষা) বেশি অহী নিরবচ্ছিন্নভাবে অবতীর্ণ করেছেন।",
    "attribution": "মুত্তাফাকুন ‘আলাইহি (বুখারী ও মুসলিম)।",
    "grade": "সহীহ",
    "explanation": "আল্লাহ তা‘আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মৃত্যুর পূর্বে অধিক পরিমাণ অহী অবতীর্ণ করেছেন শরী‘আত পরিপূর্ণ হওয়া পর্যন্ত। এমনকি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মারা গিয়েছেন তাঁর ওপর অধিক পরিমাণ অহী অবতীর্ণ হওয়ার সময়।",
    "hints": [],
    "categories": [
      "8",
      "78"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "ug",
      "ha"
    ],
    "hadeeth_ar": "عن أنس بن مالك رضي الله عنه مرفوعاً: إن الله عز وجل تابع الوحي على رسول الله صلى الله عليه وسلم قبل وفاته حتَّى تُوُفِّيَ أكثر ما كان الوحي.",
    "explanation_ar": "أكثر الله عز وجل من إنزال الوحي على رسول الله صلى الله عليه وسلم قبل وفاته؛ حتى تكمل الشريعة؛ حتى توفي الرسول صلى الله عليه وسلم في وقت كثرة نزوله.",
    "hints_ar": [
      "تكامل نزول الوحي قبل وفاته -صلى الله عليه وسلم-.",
      "تتابع الوحي في آخر الرسالة بخلاف أولها حين انقطع فترة."
    ],
    "words_meanings_ar": [
      {
        "word": "تابع الوحي",
        "meaning": " أي: أكثر إنزال ما يوحى إلى النبي -صلى عليه وسلم- من قرآن وشرائع قُرب وفاته."
      },
      {
        "word": "حتى توفي أكثر ما كان الوحي",
        "meaning": " أي: توفي النبي -صلى الله عليه وسلم- وقت نزول الوحي بكثرة."
      }
    ],
    "attribution_ar": "متفق عليه",
    "grade_ar": "صحيح"
  },
  {
    "id": "5383",
    "title": "তোমরা কুরআন মাজীদ পাঠ কর। কেননা কিয়ামতের দিন কুরআন, তার পাঠকের জন্য সুপারিশকারী হিসাবে আগমন করবে।",
    "hadeeth": "আবূ উমামাহ রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়াসাল্লামকে এ কথা বলতে শুনেছি যে, “তোমরা কুরআন মাজীদ পাঠ কর। কেননা কিয়ামতের দিন কুরআন, তার পাঠকের জন্য সুপারিশকারী হিসাবে আগমন করবে।”",
    "attribution": "এটি মুসলিম বর্ণনা করেছেন।",
    "grade": "সহীহ",
    "explanation": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় উম্মতকে কুরআন পাঠের প্রতি উৎসাহ প্রদান করেছেন। কারণ, যখন কিয়ামতের দিন আসবে তখন আল্লাহ তা‘আলা এ কুরআন পাঠের সাওয়াবকে স্বয়ংসম্পূর্ণ সত্তা বানিয়ে দিবেন। ফলে যে কুরআন পাঠ করত, কুরআন নিয়ে ব্যস্ত থাকত এবং কুরআনের আদেশ ও নিষেধ পালন করত কিয়ামতের দিন সে তার জন্যে সুপারিশ করবে।",
    "hints": [],
    "categories": [
      "39",
      "85",
      "272"
    ],
    "translations": [
      "ar",
      "bn",
      "bs",
      "en",
      "es",
      "fa",
      "fr",
      "id",
      "ru",
      "tl",
      "tr",
      "ur",
      "zh",
      "hi",
      "vi",
      "ha"
    ],
    "hadeeth_ar": "عن أبي أمامة رضي الله عنه قال: سمعتُ رسولَ اللهِ صلى الله عليه وسلم يقولُ: «اقْرَؤُوا القرْآنَ؛ فَإنَّهُ يَأتِي يَوْمَ القِيَامَةِ شَفِيعًا لأَصْحَابِهِ».",
    "explanation_ar": "حث النبي صلى الله عليه وسلم أمته على قراءة القرآن؛ فإنه إذا كان يوم القيامة جعل الله عز وجل ثواب هذا القرآن شيئًا قائمًا بنفسه يأتي يوم القيامة يشفع لقارئيه والمشتغلين به المتمسكين بأمره ونهيه.",
    "hints_ar": [
      "الحض على قراءة القرآن، والإكثار منها، وعدم الانشغال عنه.",
      "فضل قراءة القرآن."
    ],
    "words_meanings_ar": [
      {
        "word": "شفيعًا",
        "meaning": " شافعًا طالبًا المغفرة لأصحابه."
      },
      {
        "word": "أصحابه",
        "meaning": " القارئون له العاملون بأحكامه وهديه."
      }
    ],
    "attribution_ar": "رواه مسلم",
    "grade_ar": "صحيح"
  }
]