[
  {
    "title": "ভূমিকা",
    "content": {
      "headingInfo": "ভূমিকা",
      "categories": [
        "যাকাত ইসলামের অত্যন্ত গুরুত্বপূর্ণ রোকন। ঈমানের পর সর্বাধিক গুরুত্বপূর্ণ ও অপরিহার্য ইবাদত হল সালাত ও যাকাত। কুরআন মজীদে বহু স্থানে সালাত-যাকাতের আদেশ করা হয়েছে এবং আল্লাহর অনুগত বান্দাদের জন্য অশেষ ছওয়াব, রহমত ও মাগফিরাতের পাশাপাশি আত্মশুদ্ধিরও প্রতিশ্রুতি দেওয়া হয়েছে। এক আয়াতে ইরশাদ হয়েছে-  ‘তোমরা সালাত আদায় কর এবং যাকাত প্রদান কর। তোমরা যে উত্তম কাজ নিজেদের জন্য অগ্রে প্রেরণ করবে তা আল্লাহর নিকটে পাবে। নিশ্চয়ই তোমরা যা কর আল্লাহ তা দেখছেন। -সূরা বাকারা : ১১০ n\\অন্য আয়াতে ইরশাদ হয়েছে-  ‘তোমরা সালাত আদায় কর, যাকাত দাও এবং রাসূলের আনুগত্য কর যাতে তোমরা অনুগ্রহভাজন হতে পার।’-সূরা নূর : ৫৬ n\\ এছাড়া কুরআন মজীদের বিভিন্ন আয়াত থেকে পরিষ্কার জানা যায় যে, সালাত ও যাকাতের পাবন্দী ছাড়া আল্লাহর নৈকট্য অর্জনের প্রশ্নই অবান্তর। কুরআন মজীদের বিভিন্ন আয়াতে, যেখানে খাঁটি মু’মিনের গুণ ও বৈশিষ্ট্য উল্লেখিত হয়েছে সেখানে সালাত-যাকাতের কথা এসেছে অপরিহার্যভাবে। n\\ মোটকথা, এত অধিক গুরুত্বের সঙ্গে সালাত-যাকাত প্রসঙ্গে কুরআন মজীদে এসেছে যে, এটা ছাড়া দ্বীন ও ঈমানের অস্তিত্বই কল্পনা করা যায় না। মুমিনের অন্তরের ঈমান সালাত-যাকাতের বিশ্বাসের ওপর এবং তার কর্মের ঈমান সালাত-যাকাতের কর্মগত বাস্তবায়নের ওপর নির্ভরশীল। "
      ]
    }
  },
  {
    "title": "যাকাতের উদ্দেশ্য",
    "content": {
      "headingInfo": "",
      "categories": []
    }
  },
  {
    "title": "",
    "content": {
      "headingInfo": "",
      "categories": []
    }
  },
  {
    "title": "",
    "content": {
      "headingInfo": "",
      "categories": []
    }
  },
  {
    "title": "",
    "content": {
      "headingInfo": "",
      "categories": []
    }
  },
  {
    "title": "",
    "content": {
      "headingInfo": "",
      "categories": []
    }
  },
  {
    "title": "",
    "content": {
      "headingInfo": "",
      "categories": []
    }
  },
  {
    "title": "",
    "content": {
      "headingInfo": "",
      "categories": []
    }
  },
  {
    "title": "",
    "content": {
      "headingInfo": "",
      "categories": []
    }
  },
  {
    "title": "",
    "content": {
      "headingInfo": "",
      "categories": []
    }
  }
]
